[
    {
        "additional_translations": "year",
        "explanation_of_expression": "The word '년' refers to a specific period of time, specifically a year.",
        "image_description0": "In the image, there is a calendar with the month of January circled. The calendar represents the concept of time, and the circled month emphasizes the specific period of a year.",
        "image_description1": "Imagine a large number '2022' written in bold and colorful font. The number represents the year, and the bold and colorful font emphasizes its significance.",
        "image_description2": "The image shows a clock with the hour hand pointing to the number 12. The clock represents the concept of time, and the position of the hour hand indicates the passing of a year.",
        "image_tags": "time, calendar, clock, period, duration, measurement,",
        "explanation_of_syllables": "년 - year (it refers to a specific period of time)",
        "sentence_example": "내 생일은 매년 7월에 있어요. (My birthday is in July every year.)"
    },
    {
        "additional_translations": "date",
        "explanation_of_expression": "The word '일' refers to a specific day or date.",
        "image_description0": "Imagine a calendar with a circle around a particular day, representing '일'. The calendar is marked with other dates, but this one stands out as the focus.",
        "image_description1": "In this image, the word '일' is highlighted and emphasized, drawing attention to its significance as a specific day or date.",
        "image_description2": "Imagine a calendar with the word '일' written on a specific day, indicating its importance as a date.",
        "image_tags": "calendar, marked, importance,",
        "explanation_of_syllables": "일 - day (it represents a specific day or date)",
        "sentence_example": "오늘은 일요일이에요. (Today is Sunday.)"
    },
    {
        "additional_translations": "century, one hundred",
        "explanation_of_expression": "The word '백' means 'hundred' in English.",
        "image_description0": "Imagine a stack of one hundred coins, shining brightly in the sunlight. Each coin represents the number '백' and together they form a valuable and impressive sight.",
        "image_description1": "In a vast field, there is a gigantic number '100' made of colorful flowers. The flowers are arranged in such a way that they form the shape of the number, emphasizing the significance of '백'.",
        "image_description2": "A beautiful landscape with a clear blue sky and a serene lake. In the middle of the lake, there is a small island shaped like the number '100', covered in lush greenery.",
        "image_tags": "numerous, valuable, impressive, significant, beautiful,",
        "explanation_of_syllables": "백 - hundred",
        "sentence_example": "오늘은 백 원을 기부했어요. (Today, I donated one hundred won.)"
    },
    {
        "additional_translations": "Counter",
        "explanation_of_expression": "The word '월' is used as a counter for months in Korean.",
        "image_description0": "Imagine a calendar with multiple pages, each page representing a month. The pages are flipping quickly, indicating the passing of time.",
        "image_description1": "Imagine a large number '월' written in bold and vibrant colors, symbolizing the concept of counting months.",
        "image_description2": "In the image, there is a colorful bar graph that represents the passing of time. Each bar represents a month, and the graph shows the increase in months over a period.",
        "image_tags": "Time-related, Calendar, Progress, Duration, Measurement, Sequential,",
        "explanation_of_syllables": "월 - month",
        "sentence_example": "이번 달은 3월이에요. (This month is March.)"
    },
    {
        "additional_translations": "what kind of, what sort of",
        "explanation_of_expression": "This expression is used to ask about the nature or type of something.",
        "image_description0": "Imagine a box filled with various objects of different shapes, sizes, and colors. The box represents the unknown, and the objects inside represent the different possibilities or options that can be described using the expression '무슨'. It's like opening the box and discovering what kind of things are inside.",
        "image_description1": "In a colorful and vibrant image, the word '무슨' stands out in bold letters, emphasizing the curiosity and wonder of asking 'what kind of'. The letters are surrounded by question marks, symbolizing the endless possibilities and unknowns that can be explored with this expression.",
        "image_description2": "Imagine a blank canvas with a question mark in the center. The question mark represents the uncertainty and curiosity that comes with asking '무슨'. The canvas is ready to be filled with various images and colors, representing the different answers and possibilities that can be discovered.",
        "image_tags": " exploration, uncertainty,",
        "explanation_of_syllables": "무 - nothing (it represents the unknown or undefined), 슨 - kind (it refers to the nature or type of something)",
        "sentence_example": "무슨 책을 읽고 있어요? (What kind of book are you reading?)"
    },
    {
        "additional_translations": "subsequent, following",
        "explanation_of_expression": "다음 means 'next' or 'after'.",
        "image_description0": "In the image, there is a line of objects. The first object is a red apple, representing the current item. The second object is a green apple, representing the next item. The third object is a yellow apple, representing the item after the next.",
        "image_description1": "Imagine a sequence of objects. The first object is highlighted in red, representing the current item. The second object is highlighted in green, representing the next item. The third object is highlighted in yellow, representing the item after the next.",
        "image_description2": "The image shows a series of arrows pointing forward. Each arrow represents the concept of 'next' or 'after'. The arrows are arranged in a line, indicating a sequence of events or items.",
        "image_tags": "sequential, progression, order, succession, subsequent, following,",
        "explanation_of_syllables": "다 - next, 음 - sound",
        "sentence_example": "다음 주에 뵙겠습니다. (I will see you next week.)"
    },
    {
        "additional_translations": "myriad, countless",
        "explanation_of_expression": "The expression '만' means 'ten thousand' in English.",
        "image_description0": "Imagine a vast field filled with countless flowers, stretching as far as the eye can see. Each flower represents the concept of 'ten thousand', symbolizing the abundance and infinite possibilities that '만' brings.",
        "image_description1": "In a vibrant and colorful image, the word '만' stands out prominently, emphasizing its meaning of 'ten thousand'. The image showcases a multitude of objects, each representing the vastness and abundance associated with '만'.",
        "image_description2": "Imagine a beautiful landscape with rolling hills and a clear blue sky. In the distance, there is a field filled with countless objects, symbolizing the concept of 'ten thousand'. The image captures the vastness and abundance represented by '만'.",
        "image_tags": " infinite, countless,",
        "explanation_of_syllables": "만 - ten thousand",
        "sentence_example": "오늘은 만 원을 벌었어요. (Today, I earned ten thousand won.)"
    },
    {
        "additional_translations": "thousand, grand, millenary",
        "explanation_of_expression": "천 (thousand) represents the concept of a large number or quantity.",
        "image_description0": "Imagine a vast field filled with thousands of colorful flowers, creating a mesmerizing sight. The flowers stretch as far as the eye can see, forming a beautiful carpet of nature's beauty.",
        "image_description1": "In a vibrant and bustling city, there is a towering skyscraper that reaches a thousand feet into the sky. Its grandeur and magnificence dominate the skyline, capturing everyone's attention.",
        "image_description2": "A simple image that represents 천 (thousand) is a stack of one thousand coins neatly arranged in a pyramid shape, symbolizing wealth and abundance.",
        "image_tags": "abundant, numerous, plentiful, vast, extensive, copious,",
        "explanation_of_syllables": "천 - thousand (it represents the concept of a large number or quantity)",
        "sentence_example": "오늘은 천 원을 기부했어요. (Today, I donated a thousand won.)"
    },
    {
        "additional_translations": "how much, how long",
        "explanation_of_expression": "Asking about the quantity or number of something",
        "image_description0": "Imagine a scale with two sides. On one side, there are many objects piled up, representing a large quantity. On the other side, there are only a few objects, representing a small quantity. The scale is tilted towards the side with many objects, indicating that there are more of them.",
        "image_description1": "In the center of the image, there is a question mark symbol, representing the curiosity of asking 'how many'. Surrounding the question mark, there are various objects, each representing a different quantity. For example, there is a pile of books representing many, and a single book representing one. The objects are arranged in a circular pattern, emphasizing the different quantities.",
        "image_description2": "The image shows a number line with the number '0' on the left and '10' on the right. The number '10' is highlighted, indicating a larger quantity. On the left side of the number line, there is a question mark symbol, representing the question 'how many'. The number line represents the range of possible quantities.",
        "image_tags": " numbers, scale,",
        "explanation_of_syllables": "몇 - how many (it represents the concept of asking about quantity),",
        "sentence_example": "몇 살이에요? (How old are you?)"
    },
    {
        "additional_translations": "Nowadays, at present",
        "explanation_of_expression": "오늘 means 'today' in English.",
        "image_description0": "In the image, there is a calendar with the date circled, representing today. The sun is shining brightly, indicating that it is daytime. There are also some clouds in the sky, suggesting the weather conditions of the day.",
        "image_description1": "Imagine a vibrant and colorful image with the word 'TODAY' written in bold and large letters. The word is surrounded by various symbols and icons representing different activities and events that can happen on a typical day.",
        "image_description2": "The image shows a clock with the current time displayed, symbolizing the concept of 'today.' The clock hands are pointing to the present moment, emphasizing the importance of living in the present.",
        "image_tags": "current, time-sensitive, daily, present, momentous, contemporary,",
        "explanation_of_syllables": "오 - five (it represents the fifth day of the week, which is today), 늘 - always (it signifies that 'today' is a recurring concept),",
        "sentence_example": "오늘은 친구에게 생일 선물을 줬어요. (Today, I gave a birthday present to my friend.)"
    },
    {
        "additional_translations": "triple, third",
        "explanation_of_expression": "The expression '삼' means 'three' in sino-korean.",
        "image_description0": "In the image, there are three identical objects placed side by side. Each object represents the number three, emphasizing the concept of '삼' as 'three'.",
        "image_description1": "The image showcases the number three in a bold and prominent way. The number is highlighted and stands out, drawing attention to the concept of '삼' as 'three'.",
        "image_description2": "The image depicts three objects arranged in a triangular shape. The objects represent the number three, visually conveying the meaning of '삼' as 'three'.",
        "image_tags": "numerical, quantity, counting, mathematics, symbol, triangular,",
        "explanation_of_syllables": "삼 - three",
        "sentence_example": "오늘은 삼 개의 사과를 샀어요. (Today, I bought three apples.)"
    },
    {
        "additional_translations": "night, darkness",
        "explanation_of_expression": "밤 refers to the period of time between sunset and sunrise when it is dark outside.",
        "image_description0": "In the image, there is a moon shining brightly in the dark sky. The stars are twinkling and illuminating the surroundings. The image depicts the serene and peaceful atmosphere of the nighttime.",
        "image_description1": "Imagine a beautiful painting of a tranquil landscape at night. The moon is casting a soft glow on the calm waters of a lake. The stars are scattered across the sky, creating a mesmerizing view. The image captures the enchanting beauty of the nighttime scenery.",
        "image_description2": "The image shows a city skyline at night with illuminated buildings and colorful lights. The streets are empty, and the city is bathed in a mysterious darkness. The image represents the vibrant and lively atmosphere of the nighttime in a urban setting.",
        "image_tags": "dark, moonlit, starry, serene, peaceful,",
        "explanation_of_syllables": "밤 - night (it represents the period of time between sunset and sunrise)",
        "sentence_example": "오늘 밤에는 별이 아주 많이 보여요. (Tonight, there are a lot of stars visible.)"
    },
    {
        "additional_translations": "this one, this time",
        "explanation_of_expression": "Refers to the current or upcoming event or situation",
        "image_description0": "Imagine a calendar with a red circle around today's date, symbolizing that this is the important day. Next to it, there is a clock showing the current time, emphasizing the present moment. Finally, there is a speech bubble with the word 'this' written inside, representing the focus on the current topic.",
        "image_description1": "In the center of the image, there is a magnifying glass zooming in on the word 'this', highlighting its significance. Surrounding the magnifying glass, there are various symbols representing different events or situations, indicating the broad range of contexts where 'this' can be applied. The symbols include a graduation cap, a shopping bag, a plane, a book, a camera, a musical note, a paintbrush, a heart, and a globe.",
        "image_description2": "The image shows a pointing arrow directed towards a specific object or event, symbolizing the concept of 'this'. The arrow is surrounded by various icons representing different contexts, such as a calendar, a clock, a speech bubble, a camera, a shopping bag, a book, a musical note, a paintbrush, a heart, and a globe, illustrating the versatility of 'this' in different situations.",
        "image_tags": "current, upcoming, important, significant, focus,",
        "explanation_of_syllables": "이 - this (referring to something close or present), 번 - time (indicating a specific occurrence or instance)",
        "sentence_example": "이번 주말에 친구들과 여행을 갈 거예요. (I'm going on a trip with friends this weekend.)"
    },
    {
        "additional_translations": "to board, to hop on",
        "explanation_of_expression": "The expression '타다' means to ride, to get on, or to take. It refers to the action of getting on a vehicle or mode of transportation.",
        "image_description0": "Imagine a small child happily riding a colorful carousel at a carnival. The child is holding onto the carousel's pole and smiling with excitement as the carousel spins around.",
        "image_description1": "In this image, the word '타다' is written in bold, vibrant letters against a backdrop of various modes of transportation such as cars, bicycles, and buses. The word stands out, emphasizing the concept of riding or getting on these vehicles.",
        "image_description2": "Imagine a scenic view of a winding road surrounded by lush green mountains. The road stretches into the distance, inviting you to hop on a bike or a car and enjoy a ride through the beautiful landscape.",
        "image_tags": " movement, travel, journey, adventure,",
        "explanation_of_syllables": "타 - to ride, 다 - to take",
        "sentence_example": "오늘은 지하철을 타서 회사에 갔어요. (Today, I took the subway to go to work.)"
    },
    {
        "additional_translations": "ten (native Korean)",
        "explanation_of_expression": "The expression '십' represents the number ten in sino-Korean. It is used to indicate the quantity or position of something in a sequence.",
        "image_description0": "Imagine a row of ten colorful blocks stacked on top of each other. Each block has a number written on it, starting from one at the bottom and ending with ten at the top. The blocks are arranged in a neat and orderly manner.",
        "image_description1": "In a vibrant and eye-catching image, the number ten is prominently displayed in large, bold font. It stands out from the background, emphasizing its significance and importance.",
        "image_description2": "The image shows a collection of ten objects, such as ten marbles or ten coins, neatly arranged in a straight line. Each object represents the number one, and together they form the number ten.",
        "image_tags": "numeric, quantity, sequence, order, counting, math,",
        "explanation_of_syllables": "십 - ten",
        "sentence_example": "오늘은 십 명의 학생들이 시험을 보았어요. (Today, ten students took the exam.)"
    },
    {
        "additional_translations": "truly, indeed, very",
        "explanation_of_expression": "A word used to emphasize the truth or intensity of something.",
        "image_description0": "Imagine a magnifying glass zooming in on a small object, revealing its true details and intensity.",
        "image_description1": "In a bold and eye-catching font, the word 'REALLY' is written in large letters, emphasizing its intensity.",
        "image_description2": "A picture of a thermometer with the temperature rising to the maximum level, symbolizing the extreme truth or intensity of something.",
        "image_tags": "intense, truth, emphasis, magnified,",
        "explanation_of_syllables": "정 - true, 말 - word",
        "sentence_example": "오늘 정말 피곤해요. (I'm really tired today.)"
    },
    {
        "additional_translations": "cultural, civilization",
        "explanation_of_expression": "Culture refers to the beliefs, customs, arts, and other manifestations of human intellectual achievement regarded collectively.",
        "image_description0": "Imagine a colorful tapestry made up of various symbols and patterns, representing the diverse beliefs and customs of different cultures. In the center, there is a vibrant painting depicting people engaged in traditional dances and music, showcasing the artistic aspect of culture. Surrounding the painting, there are sculptures and artifacts symbolizing the historical and archaeological significance of culture.",
        "image_description1": "In a vibrant and dynamic image, the word 'culture' is written in bold and colorful letters, with each letter representing a different aspect of culture. The 'C' is formed by a swirling pattern, symbolizing the continuous evolution of culture. The 'U' is shaped like a musical note, representing the importance of music in culture. The 'L' is depicted as a paintbrush, highlighting the artistic expressions found in different cultures. The 'T' is formed by intertwining vines, symbolizing the interconnectedness of different cultural traditions. The 'U' is represented by a globe, emphasizing the global nature of culture. The 'R' is depicted as a book, representing the knowledge and wisdom passed down through generations. The 'E' is formed by diverse symbols, representing the diversity of cultural beliefs and practices.",
        "image_description2": "Imagine a beautiful landscape with a breathtaking sunset. The sky is filled with vibrant colors, reflecting the richness and diversity of culture. In the foreground, there are various objects representing different cultural traditions, such as musical instruments, traditional clothing, and culinary delights. The landscape is surrounded by lush greenery and natural wonders, symbolizing the deep connection between culture and the environment.",
        "image_tags": " historical, archaeological,",
        "explanation_of_syllables": "문 - gate (it represents the entrance to a world of knowledge and traditions), 화 - harmony (it signifies the peaceful coexistence of different cultural elements)",
        "sentence_example": "한국의 문화는 다양한 전통 음식과 아름다운 의상, 예술적인 공연으로 유명합니다. (Korean culture is famous for its diverse traditional food, beautiful costumes, and artistic performances.)"
    },
    {
        "additional_translations": "COUNTER (one hundred million)",
        "explanation_of_expression": "억 is a counter word used to express the number one hundred million.",
        "image_description0": "Imagine a stack of one hundred million coins, representing the value of 억.",
        "image_description1": "Visualize the word 억 written in bold and large font, emphasizing its significance as a counter for one hundred million.",
        "image_description2": "Imagine a large number 100,000,000 written in bold and colorful digits, representing the value of 억.",
        "image_tags": " number, value, significant, counting, quantity,",
        "explanation_of_syllables": "억 - one hundred million",
        "sentence_example": "한 억 원을 모아서 집을 사고 싶어요. (I want to save one hundred million won to buy a house.)"
    },
    {
        "additional_translations": "supper, night",
        "explanation_of_expression": "The word '저녁' can refer to both the evening time and the meal eaten in the evening.",
        "image_description0": "Imagine a beautiful sunset over a calm lake, with the sky turning shades of orange and pink. As the sun sets, a table is set up with delicious food, representing the evening meal. The atmosphere is peaceful and serene.",
        "image_description1": "Picture a stunning landscape with a vibrant sunset painting the sky in warm hues. In the foreground, a table is elegantly set with a variety of mouthwatering dishes, symbolizing a delightful evening meal. The scene exudes tranquility and contentment.",
        "image_description2": "Imagine a picturesque scene of a tranquil lake surrounded by lush greenery. In the distance, a table is set with a delectable spread of food, representing a satisfying evening meal. The ambiance is serene and inviting.",
        "image_tags": " lake, food, calm, peaceful,",
        "explanation_of_syllables": "저 - low (it represents the concept of the sun going down and the darkness of the evening), 녁 - end (it refers to the end of the day or the last part of something)",
        "sentence_example": "오늘 저녁에 친구와 식당에서 만나요. (Let's meet at a restaurant for dinner tonight.)"
    },
    {
        "additional_translations": "single, individual",
        "explanation_of_expression": "The expression '일' means 'one' in sino-korean.",
        "image_description0": "In the image, there is a single red apple on a white background. The apple represents the concept of 'one' or 'single'.",
        "image_description1": "Imagine a bold and prominent number '1' written in red color. The number represents the concept of 'one' or 'single'.",
        "image_description2": "The image shows a single red dot on a white background. The dot represents the concept of 'one' or 'single'.",
        "image_tags": " dot, white background, single,",
        "explanation_of_syllables": "일 - one (it represents the concept of 'one' or 'single')",
        "sentence_example": "오늘은 일이 많아요. (Today, I have a lot of work.)"
    },
    {
        "additional_translations": "melody, tune",
        "explanation_of_expression": "A musical composition with lyrics that is performed by a singer or a group of singers.",
        "image_description0": "A collection of musical notes arranged in a pattern that creates a pleasing sound. The notes flow together to form a beautiful melody that can be sung or played on instruments.",
        "image_description1": "Imagine a colorful spectrum of musical notes floating in the air, forming a vibrant and harmonious pattern. The notes are dancing and singing, creating a captivating melody that fills the space with joy and emotion.",
        "image_description2": "A vibrant and colorful musical note surrounded by musical symbols and instruments, representing the essence of a song.",
        "image_tags": "melodic, rhythmic, lyrical, expressive,",
        "explanation_of_syllables": "노 - field (it represents the wide range of emotions and experiences that can be expressed through music), 래 - come (it signifies the arrival of the melody and its impact on the listener)",
        "sentence_example": "오늘은 좋은 노래를 들었어요. (Today, I listened to a good song.)"
    },
    {
        "additional_translations": "five (native Korean)",
        "explanation_of_expression": "The expression '오' means 'five' in sino-Korean.",
        "image_description0": "In the image, there are five colorful circles arranged in a line, representing the number five.",
        "image_description1": "The image shows the number '5' written in big bold font, emphasizing the expression '오'.",
        "image_description2": "The image depicts five objects, such as five apples or five stars, representing the expression '오'.",
        "image_tags": "numeric, quantity, counting, mathematics, symbol, arithmetic,",
        "explanation_of_syllables": "오 - five",
        "sentence_example": "오시면 다섯 개의 사과를 드릴게요. (If you come, I will give you five apples.)"
    },
    {
        "additional_translations": "solo, by oneself",
        "explanation_of_expression": "The word 혼자 means being alone or being by oneself.",
        "image_description0": "In the image, there is a single tree standing tall in an empty field, symbolizing the feeling of being alone. The tree's branches reach out towards the sky, representing the independence and self-reliance that comes with being alone. The image captures the peacefulness and tranquility of solitude.",
        "image_description1": "Imagine a serene landscape with a calm lake surrounded by mountains. The lake reflects the beauty of nature, emphasizing the peacefulness and tranquility of being alone. The mountains in the background symbolize the strength and resilience that comes with solitude. The image evokes a sense of serenity and self-discovery.",
        "image_description2": "The image depicts a cozy room with a comfortable armchair next to a window overlooking a beautiful sunset. The room is filled with books and a warm cup of tea, creating a peaceful and relaxing atmosphere. This image represents the joy and contentment that can be found in spending time alone.",
        "image_tags": " independence, self-reliance,",
        "explanation_of_syllables": "혼 - soul (it represents the inner self or spirit), 자 - oneself (it refers to an individual or a person)",
        "sentence_example": "나는 혼자 영화를 보러 갔어요. (I went to watch a movie alone.)"
    },
    {
        "additional_translations": "dawn, daybreak",
        "explanation_of_expression": "아침 is a Korean word that refers to the time of day between sunrise and noon. It can also mean breakfast, which is the first meal of the day.",
        "image_description0": "Imagine a beautiful sunrise over a calm lake, with the golden rays of the sun illuminating the surroundings. The air is fresh and crisp, and you can feel the tranquility of the early morning. This image captures the essence of 아침.",
        "image_description1": "Picture a serene landscape with a soft glow of light breaking through the darkness. The world is awakening, and there is a sense of new beginnings and possibilities. This image represents the peaceful and hopeful nature of 아침.",
        "image_description2": "Imagine a plate filled with delicious and nutritious food, such as fruits, cereal, and toast. The table is set with a cup of coffee and a vase of fresh flowers. This image symbolizes the joy and nourishment that comes with 아침.",
        "image_tags": " tranquil, fresh, crisp,",
        "explanation_of_syllables": "아 - dawn, morning, daybreak, 침 - meal, food",
        "sentence_example": "오늘 아침에는 맛있는 계란토스트를 먹었어요. (This morning, I had a delicious egg toast.)"
    },
    {
        "additional_translations": "month",
        "explanation_of_expression": "The word '달' means 'month' in English.",
        "image_description0": "In the image, there is a calendar with different months marked on it. Each month is represented by a different color, showing the passage of time.",
        "image_description1": "Imagine a colorful calendar with different months written on it. The word '달' is highlighted in bold and vibrant colors, emphasizing its meaning as 'month'.",
        "image_description2": "The image shows a beautiful night sky with a crescent moon shining brightly. The moon represents the concept of a month, symbolizing the passage of time.",
        "image_tags": "time-related, lunar, night sky, celestial, crescent,",
        "explanation_of_syllables": "달 - month",
        "sentence_example": "오늘은 7월의 첫 날입니다. (Today is the first day of July.)"
    },
    {
        "additional_translations": "elder brother, older brother",
        "explanation_of_expression": "형 is a Korean term used to refer to an older brother, specifically for males.",
        "image_description0": "Imagine a pair of hands holding a trophy, symbolizing the respect and admiration given to an elder brother. Next to the trophy, there is a small plant growing, representing the growth and guidance provided by an older brother. Above the plant, there is a shining sun, symbolizing the warmth and protection an elder brother provides.",
        "image_description1": "In this image, the word 형 is written in bold, capital letters, with rays of light emanating from it. The background is filled with a vibrant color, representing the energy and strength associated with an older brother.",
        "image_description2": "The image shows a pair of hands reaching out to help someone, symbolizing the support and assistance provided by an elder brother. The hands are surrounded by a circle of light, representing the guidance and protection an older brother offers.",
        "image_tags": "respectful, guiding, protective, supportive, admired, influential,",
        "explanation_of_syllables": "형 - elder brother (it represents the concept of an older male sibling),",
        "sentence_example": "오늘 형에게 도움을 받았어요. (Today, I received help from my older brother.)"
    },
    {
        "additional_translations": "pair, couple",
        "explanation_of_expression": "This expression refers to the number two.",
        "image_description0": "Imagine two identical objects placed side by side, representing the concept of two.",
        "image_description1": "Visualize the number two written in bold and vibrant colors, emphasizing its significance.",
        "image_description2": "The image shows two objects, such as two apples, symbolizing the concept of two.",
        "image_tags": "dual, double, duplicate, matching, identical, symmetrical,",
        "explanation_of_syllables": "이 - two",
        "sentence_example": "나는 이 개의 사과를 가지고 있어요. (I have two apples.)"
    },
    {
        "additional_translations": "part, portion, division",
        "explanation_of_expression": "The word '반' means 'half' in English.",
        "image_description0": "Imagine a round cake that has been cut in half, with one half on a plate and the other half still on the cake stand. The plate with the half cake represents the concept of '반' or 'half'.",
        "image_description1": "In a visual representation, imagine the word '반' written in bold letters with a line dividing it into two equal parts. The emphasis is on the division and the concept of 'half'.",
        "image_description2": "Imagine a glass filled halfway with water. The water level represents the concept of '반' or 'half'.",
        "image_tags": " portion, cut, balance,",
        "explanation_of_syllables": "반 - half (it represents the concept of dividing something into two equal parts)",
        "sentence_example": "저는 반만 먹을게요. (I will only eat half.)"
    },
    {
        "additional_translations": "lunar",
        "explanation_of_expression": "The moon is a natural satellite that orbits around the Earth.",
        "image_description0": "In the image, there is a round object in the sky that shines brightly at night. It illuminates the surroundings with its soft light and creates a calm and peaceful atmosphere.",
        "image_description1": "Imagine a dark night sky with a beautiful round object shining brightly. Its soft light creates a serene and tranquil ambiance, making it a perfect spot for stargazing and romantic walks.",
        "image_description2": "The image depicts a clear night sky with a round object shining brightly. Its gentle glow illuminates the surroundings, casting a peaceful and magical aura.",
        "image_tags": " celestial, luminous,",
        "explanation_of_syllables": "달 - moon",
        "sentence_example": "오늘 밤에 달이 아름답게 빛나고 있어요. (The moon is shining beautifully tonight.)"
    },
    {
        "additional_translations": "photo, snapshot",
        "explanation_of_expression": "A picture or photo",
        "image_description0": "A rectangular piece of paper with colorful images on it, capturing a moment in time",
        "image_description1": "A vibrant and vivid representation of a captured moment in time, showcasing the beauty and essence of the subject",
        "image_description2": "A visual representation of a captured moment, displaying the subject in all its glory",
        "image_tags": "colorful,",
        "explanation_of_syllables": "사 - company (it represents the concept of capturing or recording), 진 - truth (it refers to the accurate representation of the subject)",
        "sentence_example": "오늘은 아름다운 사진을 찍었어요. (Today, I took a beautiful picture.)"
    },
    {
        "additional_translations": "melody, tune, song",
        "explanation_of_expression": "음악 is the Korean word for music.",
        "image_description0": "Imagine a colorful note floating in the air, surrounded by musical instruments. The note represents the essence of music, while the instruments symbolize the different sounds and melodies that can be created.",
        "image_description1": "In a vibrant and dynamic image, the word 음악 is highlighted with bold and colorful letters, emphasizing its importance and impact. The background is filled with musical symbols and elements, representing the diverse and harmonious nature of music.",
        "image_description2": "A visual representation of 음악 can be a beautiful landscape with a sunset, where the colors and shapes of the sky and nature evoke a sense of harmony and rhythm.",
        "image_tags": " rhythmic, melodic, expressive, creative,",
        "explanation_of_syllables": "음 - sound (it represents the concept of auditory perception), 악 - art (it refers to a form of creative expression)",
        "sentence_example": "오늘은 음악을 들으면서 공부했어요. (Today, I studied while listening to music.)"
    },
    {
        "additional_translations": "morrow, next day",
        "explanation_of_expression": "The day following the present day",
        "image_description0": "A calendar with the current day crossed out and the word 'tomorrow' written on the next day. The sun is rising in the background, symbolizing the start of a new day.",
        "image_description1": "A bright and colorful image of a sunrise over a horizon, with the word 'tomorrow' written in bold letters in the sky. The image represents the anticipation and hope for a new day.",
        "image_description2": "An image of a clock with the current time and the hour hand pointing towards the next day. The image represents the concept of time moving forward and the transition from today to tomorrow.",
        "image_tags": " time, transition, future,",
        "explanation_of_syllables": "내 - inside (referring to the future), 일 - day",
        "sentence_example": "내일은 새로운 시작의 기회입니다. (Tomorrow is an opportunity for a fresh start.)"
    },
    {
        "additional_translations": "four (native Korean)",
        "explanation_of_expression": "The expression '사' means 'four' in sino-Korean.",
        "image_description0": "In the image, there are four identical objects arranged in a line. Each object represents the number four.",
        "image_description1": "The image emphasizes the number four with bold and large font. The background is filled with four small objects to reinforce the concept of four.",
        "image_description2": "The image shows the character '사' written in a stylized way. The strokes of the character are arranged in a way that represents the number four.",
        "image_tags": " quantity, counting, math, symbol, numeral,",
        "explanation_of_syllables": "사 - four",
        "sentence_example": "저는 사과를 네 개 샀어요. (I bought four apples.)"
    },
    {
        "additional_translations": "dance moves, dancing",
        "explanation_of_expression": "The expression '춤' refers to the activity of moving the body rhythmically to music, often in a coordinated and expressive manner.",
        "image_description0": "In the image, there is a colorful dance floor with vibrant lights. A group of dancers is gracefully moving their bodies in sync with the music, creating beautiful patterns and shapes.",
        "image_description1": "Imagine a lively scene where dancers are passionately expressing themselves through their movements. The energy in the room is contagious as the dancers showcase their skills and emotions, captivating the audience.",
        "image_description2": "The image depicts a pair of elegant ballet shoes placed on a wooden floor. The shoes are worn out, indicating the countless hours of practice and dedication put into perfecting the art of dance.",
        "image_tags": "rhythmical, coordinated, expressive, vibrant, graceful,",
        "explanation_of_syllables": "춤 - dance (it represents the concept of moving the body rhythmically to music)",
        "sentence_example": "오늘은 친구들과 함께 춤을 추었어요. (Today, I danced with my friends.)"
    },
    {
        "additional_translations": "to snap, to click",
        "explanation_of_expression": "The expression '찍다' means to take a picture or film something. It refers to the action of capturing an image or recording a video using a camera or smartphone.",
        "image_description0": "Imagine a camera lens opening and closing quickly, capturing a moment in time. The lens focuses on a beautiful landscape, freezing it in a photograph. The camera clicks, preserving the memory forever.",
        "image_description1": "In this image, the word '찍다' is emphasized with bold letters. The background is filled with colorful abstract shapes, representing the vibrant and diverse subjects that can be captured through photography.",
        "image_description2": "The image shows a camera lens zooming in on a flower, capturing its intricate details. The lens is surrounded by various objects that can be photographed, such as a city skyline, a delicious meal, and a group of friends laughing.",
        "image_tags": " capturing moments, camera, lens, focus, memories,",
        "explanation_of_syllables": "찍 - to snap (it represents the sound of a camera shutter closing), 다 - to do (it indicates the action of taking a picture or filming)",
        "sentence_example": "오늘은 아름다운 풍경을 찍었어요. (Today, I took a picture of a beautiful landscape.)"
    },
    {
        "additional_translations": "half a dozen, 6",
        "explanation_of_expression": "육 is the sino-korean word for the number six.",
        "image_description0": "Imagine a dice with six dots on one side. This represents 육, which means six.",
        "image_description1": "Imagine a large number 6 made out of colorful blocks. This emphasizes the meaning of 육, which is six.",
        "image_description2": "육 is a visible object, so imagine a clear image of the number 6.",
        "image_tags": " countable, quantity, math, dice,",
        "explanation_of_syllables": "육 - six",
        "sentence_example": "오늘은 육시에 만나요. (Let's meet at six o'clock today.)"
    },
    {
        "additional_translations": "cuisine, dishes, meals",
        "explanation_of_expression": "Food refers to any substance that is consumed to provide nutritional support for the body. It can be solid or liquid, and it is usually of plant or animal origin.",
        "image_description0": "Imagine a colorful plate filled with a variety of delicious dishes. The aroma of the food fills the air, making your mouth water. The flavors burst in your mouth, satisfying your hunger and bringing joy to your taste buds.",
        "image_description1": "In this image, the word 'food' is written in bold, vibrant letters. The letters are surrounded by various food items, such as fruits, vegetables, and a steaming bowl of soup. The image conveys the idea that food is essential for nourishment and enjoyment.",
        "image_description2": "Imagine a table set with a feast fit for a king. There are plates piled high with colorful fruits and vegetables, a sizzling grill with juicy meats, and bowls of steaming soups and stews. The image showcases the abundance and variety of food.",
        "image_tags": "delicious, nutritious, appetizing, mouthwatering, flavorful, diverse,",
        "explanation_of_syllables": "음 - sound (it represents the sounds we make when we eat), 식 - eat (it refers to the act of consuming food)",
        "sentence_example": "오늘 점심에는 맛있는 음식을 먹었어요. (Today, I had delicious food for lunch.)"
    },
    {
        "additional_translations": "seventh",
        "explanation_of_expression": "칠 is the sino-korean word for the number seven.",
        "image_description0": "칠 is like a rainbow shining in the sky, representing the number seven.",
        "image_description1": "Imagine the number seven written in bold and vibrant colors, standing out from the rest.",
        "image_description2": "The image shows the number seven written in a stylish and artistic way.",
        "image_tags": " counting, math, quantity, sequence, order,",
        "explanation_of_syllables": "칠 - seven",
        "sentence_example": "오늘은 칠시에 만나요. (Let's meet at seven o'clock today.)"
    },
    {
        "additional_translations": "assessment, evaluation",
        "explanation_of_expression": "A test or examination to assess someone's knowledge or ability.",
        "image_description0": "In a room, there is a desk with a paper and pencil on it. The paper has questions written on it. A clock on the wall shows that time is running out.",
        "image_description1": "In a classroom, there is a blackboard with the word 'exam' written in big letters. The word is highlighted with a bright color to emphasize its importance.",
        "image_description2": "A close-up image of a pencil on a piece of paper. The pencil is circling a question on the paper, indicating that it is part of an exam.",
        "image_tags": "educational, assessment, evaluation, knowledge, ability,",
        "explanation_of_syllables": "시 - time, 험 - test",
        "sentence_example": "내일 시험이 있어요. (I have an exam tomorrow.)"
    },
    {
        "additional_translations": "evening, pm",
        "explanation_of_expression": "오후 is a Korean word that refers to the time period between 12:00 PM and 6:00 PM. It is the afternoon or the second half of the day.",
        "image_description0": "Imagine a bright sun shining in the sky, slowly descending towards the horizon. The warm golden light fills the surroundings, casting long shadows. The day is transitioning into the peaceful and calm 오후.",
        "image_description1": "In a vibrant and colorful illustration, the word 오후 stands out prominently. It is written in bold letters, with the letters 'PM' highlighted in a contrasting color. The background is filled with symbols representing the passing of time and the afternoon atmosphere.",
        "image_description2": "A serene landscape unfolds before your eyes. The sun is still high in the sky, casting a gentle glow on the surroundings. The image captures the tranquility and beauty of the afternoon, with nature in full bloom and a sense of relaxation in the air.",
        "image_tags": "sunny, peaceful, transition, nature, relaxation,",
        "explanation_of_syllables": "오후 - afternoon (it represents the time period between 12:00 PM and 6:00 PM)",
        "sentence_example": "오늘 오후에 친구와 만나기로 했어요. (Today, I'm meeting my friend in the afternoon.)"
    },
    {
        "additional_translations": "at what time, at what point",
        "explanation_of_expression": "The word '언제' means 'when' in English.",
        "image_description0": "Imagine a clock with no hands, representing the concept of time being unknown or uncertain. Next to the clock, there is a question mark symbolizing the question 'when'. Finally, there is a thought bubble with a person thinking about a specific time, indicating the curiosity or uncertainty associated with the word '언제'.",
        "image_description1": "In the image, the word '언제' is written in bold and large letters, emphasizing its importance. Surrounding the word, there are various symbols representing different time-related concepts, such as a clock, a calendar, and a stopwatch. These symbols highlight the idea of questioning and seeking information about a specific time.",
        "image_description2": "The image shows a series of question marks arranged in a circular pattern, symbolizing the continuous questioning and uncertainty associated with the word '언제'. The colors used in the image are vibrant and eye-catching, representing the curiosity and intrigue that comes with asking 'when'.",
        "image_tags": " curiosity, uncertainty, vibrant,",
        "explanation_of_syllables": "언 - speech (it represents the act of asking or inquiring), 제 - time (it refers to a specific point or period in time)",
        "sentence_example": "언제 영화를 볼까요? (When should we watch a movie?)"
    },
    {
        "additional_translations": "native place, birthplace",
        "explanation_of_expression": "The word '고향' refers to the place where a person was born or grew up.",
        "image_description0": "Imagine a small house nestled in a picturesque countryside surrounded by lush green fields and tall mountains. The house represents '고향', a place filled with nostalgic memories and a sense of belonging.",
        "image_description1": "In a beautiful landscape painting, the focal point is a charming village with traditional houses and a serene river flowing through it. This painting captures the essence of '고향', emphasizing its natural beauty and tranquility.",
        "image_description2": "Imagine a scenic view of a peaceful countryside with rolling hills, colorful flowers, and a winding river. This image perfectly depicts the concept of '고향', showcasing its idyllic and serene atmosphere.",
        "image_tags": "nostalgic, picturesque, countryside,",
        "explanation_of_syllables": "고 - high (it represents the elevated status and importance of one's hometown), 향 - fragrance (it symbolizes the pleasant memories and emotions associated with one's hometown)",
        "sentence_example": "나는 고향에 돌아가고 싶어요. (I want to go back to my hometown.)"
    },
    {
        "additional_translations": "a few days, how many days",
        "explanation_of_expression": "며칠 (myeochil) is an expression used to ask about the number of days or to refer to a few days. It is commonly used in everyday conversations to inquire about a specific duration of time.",
        "image_description0": "Imagine a calendar with multiple dates circled in red. The dates are close together, indicating a short period of time. There are question marks next to the circled dates, representing the curiosity about the number of days.",
        "image_description1": "In the image, the word '며칠' is highlighted in bold and vibrant colors, emphasizing its importance. Surrounding the word are symbols representing time, such as clocks, hourglasses, and calendars, symbolizing the concept of counting days.",
        "image_description2": "The image shows a series of interconnected circles, each representing a day. The circles are arranged in a scattered pattern, indicating a few days. The colors of the circles gradually change, representing the passing of time.",
        "image_tags": "time-related, duration, curiosity, interconnected,",
        "explanation_of_syllables": "며 (myeo) - a conjunction used to connect sentences or phrases, 칠 (chil) - the Korean word for 'seven', which represents a specific number",
        "sentence_example": "며칠 동안 여행을 갈 거예요? (How many days are you going to travel?)"
    },
    {
        "additional_translations": "eight (native Korean)",
        "explanation_of_expression": "The word '팔' means 'eight' in sino-Korean.",
        "image_description0": "Imagine a spider with eight legs crawling on a web made of eight strands of silk. The spider is in the center of the web, surrounded by eight small insects.",
        "image_description1": "In a vibrant and colorful illustration, the number eight is highlighted and emphasized. It is depicted as a bold and eye-catching symbol, standing out from the rest of the image.",
        "image_description2": "The image shows a group of eight colorful balloons floating in the sky. Each balloon represents the number eight, and they are arranged in a circular shape.",
        "image_tags": " quantity, math, counting, circular,",
        "explanation_of_syllables": "팔 - eight",
        "sentence_example": "오늘은 저녁에 친구들과 여덟 명이서 만나기로 했어요. (Today, I decided to meet with eight friends for dinner.)"
    },
    {
        "additional_translations": "preparation, readiness",
        "explanation_of_expression": "The act of getting ready or making arrangements for something.",
        "image_description0": "A collection of items neatly arranged on a table, symbolizing the process of preparing for a task. There is a notepad with a checklist, a pen, and various tools and materials needed for the preparation. The image conveys the idea of organizing and gathering everything necessary for a specific purpose.",
        "image_description1": "Imagine a bright spotlight shining on a stage with a red curtain. The spotlight represents the focus and attention given to the preparation process. The red curtain symbolizes the anticipation and excitement before a performance or event. This image emphasizes the importance and significance of being prepared.",
        "image_description2": "The image shows a closed box with a question mark on it. The box represents the unknown or upcoming event that requires preparation. The question mark signifies the uncertainty and the need to gather information and resources to be ready for whatever is inside the box.",
        "image_tags": "organized, checklist, tools, materials,",
        "explanation_of_syllables": "준 - to prepare, 비 - to compare",
        "sentence_example": "시험을 위해 준비를 열심히 했어요. (I worked hard to prepare for the exam.)"
    },
    {
        "additional_translations": "this year, current year",
        "explanation_of_expression": "Refers to the present year",
        "image_description0": "Imagine a calendar with the current year highlighted in bold colors. The calendar is open and you can see the current month and day. The year stands out as the most important element on the calendar.",
        "image_description1": "In the center of the image, there is a large number representing the current year. The number is surrounded by various symbols and icons that represent different events and milestones that occur throughout the year.",
        "image_description2": "The image shows a landscape with four distinct seasons. Each season is depicted with vibrant colors and characteristic elements, such as blooming flowers for spring, sunny beach for summer, falling leaves for autumn, and snow-covered trees for winter.",
        "image_tags": " time, annual, chronological, cyclic, passing,",
        "explanation_of_syllables": "올 - this (referring to the present), 해 - year",
        "sentence_example": "올해는 새로운 시작을 위한 좋은 기회입니다. (This year is a great opportunity for a fresh start.)"
    },
    {
        "additional_translations": "diligently, assiduously",
        "explanation_of_expression": "To put in a lot of effort and work hard",
        "image_description0": "Imagine a bee buzzing around a flower, collecting nectar and pollinating other flowers. The bee is working diligently to gather food and help the plants grow.",
        "image_description1": "In a picture, there is a person holding a shovel and digging a deep hole in the ground. They are putting in a lot of effort and working hard to complete the task.",
        "image_description2": "The image shows a clock with its hands moving quickly, indicating that time is passing by rapidly. This represents the idea of working hard and diligently to make the most of every moment.",
        "image_tags": "busy, determined, focused, persistent, industrious, dedicated,",
        "explanation_of_syllables": "열 - intense, passionate; 심 - heart, mind; 히 - in a manner, with",
        "sentence_example": "오늘도 열심히 공부해야 해요. (I have to study hard today too.)"
    },
    {
        "additional_translations": "daytime, during daylight",
        "explanation_of_expression": "The period of time between sunrise and sunset when it is light outside",
        "image_description0": "A bright blue sky with a shining sun in the middle. The sun is high up in the sky, indicating that it is daytime. There are fluffy white clouds scattered across the sky.",
        "image_description1": "A beautiful landscape with a vibrant sun shining brightly. The sun rays are illuminating the surroundings, creating a warm and cheerful atmosphere.",
        "image_description2": "A picturesque scene of a peaceful park during the day. The sun is casting a soft glow on the green grass and colorful flowers. The trees provide shade and there are birds chirping in the background.",
        "image_tags": " sunny, peaceful, park,",
        "explanation_of_syllables": "낮 - day (refers to the period of time when it is light outside)",
        "sentence_example": "오늘은 낮에 공원에서 산책했어요. (Today, I went for a walk in the park during the day.)"
    },
    {
        "additional_translations": "previous year, past year",
        "explanation_of_expression": "Refers to the year that came before the current year",
        "image_description0": "Imagine a calendar with the current year crossed out and the previous year highlighted in a different color. The pages of the calendar are turning, symbolizing the passage of time.",
        "image_description1": "In a visual representation, the current year is fading away and the previous year is becoming more prominent. The image could show the current year as a small, dimmed object in the background, while the previous year is a larger, vibrant object in the foreground.",
        "image_description2": "The image shows a timeline with the current year on the left side and the previous year on the right side. The timeline is moving from left to right, indicating the progression of time.",
        "image_tags": "time-related, calendar, progression, history, past, timeline,",
        "explanation_of_syllables": "작 - small (referring to the previous year being smaller in relation to the current year), 년 - year",
        "sentence_example": "작년에는 많은 일이 있었어요. (Last year, there were many things that happened.)"
    },
    {
        "additional_translations": "to get ready, to make preparations",
        "explanation_of_expression": "To prepare or get ready for something",
        "image_description0": "A table with various objects on it, such as a notebook, pen, and calculator. The objects are neatly arranged, symbolizing the act of preparing and getting ready for a task.",
        "image_description1": "A brightly colored sign with the word 'Preparation' written in bold letters. The sign is placed in a prominent location, emphasizing the importance of being prepared.",
        "image_description2": "An image of a person's hands holding a checklist with items crossed off. The checklist represents the act of preparing and being ready for a task or event.",
        "image_tags": "organized, planning, readiness, task-oriented, efficient, methodical,",
        "explanation_of_syllables": "준 - to prepare, 비 - to be ready",
        "sentence_example": "내일 시험이 있어서 공부를 준비하고 있어요. (I'm preparing for the exam tomorrow.)"
    },
    {
        "additional_translations": "nine (native Korean)",
        "explanation_of_expression": "The expression '구' means 'nine' in sino-Korean. It is used to represent the number 9 in counting or when referring to the ninth item in a series.",
        "image_description0": "In the image, there are nine colorful balloons floating in the sky. Each balloon has a number from 1 to 9 written on it, and the balloon with the number 9 is the largest and stands out from the rest.",
        "image_description1": "Imagine a vibrant and eye-catching poster with the number 9 written in bold and colorful font. The number is surrounded by various symbols and shapes that represent the concept of 'nine'. The poster is designed to draw attention and emphasize the significance of the number 9.",
        "image_description2": "The image shows a collection of nine different objects arranged in a visually pleasing way. Each object represents the concept of 'nine' in its own unique way, such as nine colorful flowers, nine stacked books, and nine pieces of fruit. The arrangement creates a sense of harmony and balance.",
        "image_tags": " balloons, numbers, counting, series,",
        "explanation_of_syllables": "구 - nine",
        "sentence_example": "오늘은 아이들과 함께 구 개의 사과를 먹었어요. (Today, I ate nine apples with the children.)"
    },
    {
        "additional_translations": "forenoon, AM",
        "explanation_of_expression": "오전 is a Korean word that refers to the time period between midnight and noon, specifically the morning hours. It is often used to indicate the time on a 12-hour clock before noon, equivalent to a.m. in English.",
        "image_description0": "Imagine a bright sun rising above the horizon, casting a warm golden glow on the landscape. The world is waking up, with birds chirping and flowers blooming. This image represents the essence of 오전, symbolizing the start of a new day and the freshness of the morning.",
        "image_description1": "In this image, the word 오전 is highlighted in bold and vibrant colors, standing out from the rest of the text. The background is filled with rays of sunlight, creating a sense of warmth and brightness. The emphasis on 오전 conveys the importance of the morning time and its significance in daily life.",
        "image_description2": "Imagine a clock showing the time as 9:00 a.m. The hands of the clock are pointing towards the morning hours, symbolizing 오전. The background of the image is filled with soft pastel colors, representing the calm and peaceful atmosphere of the morning.",
        "image_tags": "sunrise, dawn, new day, fresh start, clock,",
        "explanation_of_syllables": "오 - five (it represents the fifth hour of the day, which is morning), 전 - before (it indicates that 오전 is the time period before noon)",
        "sentence_example": "오전에 일어나서 운동을 하고 아침 식사를 합니다. (I wake up in the morning, exercise, and have breakfast.)"
    },
    {
        "additional_translations": "upcoming year, following year",
        "explanation_of_expression": "Next year refers to the year that comes after the current year.",
        "image_description0": "Imagine a calendar with the current year crossed out and the next year circled in bright colors. The calendar pages are flipping rapidly, symbolizing the passing of time.",
        "image_description1": "Visualize a large arrow pointing forward, representing the progression of time. The arrow is surrounded by clocks, symbolizing the concept of moving towards the future.",
        "image_description2": "Imagine a road stretching into the distance, with a signpost indicating the current year on one side and the next year on the other side. The road is surrounded by symbols of progress and growth.",
        "image_tags": " growth, calendar,",
        "explanation_of_syllables": "내 - inside (referring to the time that is yet to come), 년 - year",
        "sentence_example": "내년에는 해외로 여행을 가고 싶어요. (I want to travel abroad next year.)"
    },
    {
        "additional_translations": "last night",
        "explanation_of_expression": "refers to the day before today",
        "image_description0": "A calendar with the date of yesterday circled in red. The calendar is marked with a big X on today's date.",
        "image_description1": "A clock showing the time of yesterday in bold letters. The clock is surrounded by arrows pointing backwards, emphasizing the past.",
        "image_description2": "An empty chair with a sign that says 'Yesterday' hanging on the back. The chair is placed in a room with a calendar on the wall showing yesterday's date.",
        "image_tags": " calendar, chair, room,",
        "explanation_of_syllables": "어 - old (it represents the concept of something that has already happened), 제 - this (it refers to a specific day)",
        "sentence_example": "어제는 친구를 만났어요. (Yesterday, I met my friend.)"
    },
    {
        "additional_translations": "lunch",
        "explanation_of_expression": "A meal eaten in the middle of the day",
        "image_description0": "A plate with a variety of food items like rice, vegetables, and meat, representing a delicious and satisfying midday meal. The plate is placed on a wooden table with a fork and knife beside it.",
        "image_description1": "Imagine a beautiful table set with a colorful spread of dishes, representing a delightful midday meal. The table is adorned with vibrant flowers and elegant cutlery, emphasizing the enjoyment of the lunchtime experience.",
        "image_description2": "A picturesque scene of a picnic blanket laid out under a shady tree, with a picnic basket filled with delicious food. The sun is shining, and birds are chirping, creating a serene atmosphere for a midday meal.",
        "image_tags": "delicious, satisfying, enjoyable,",
        "explanation_of_syllables": "점 - point (referring to the specific time of day), 심 - heart (symbolizing the importance and nourishment of the meal)",
        "sentence_example": "점심 시간에 친구들과 함께 식당에서 식사했어요. (I had a meal with friends at a restaurant during lunchtime.)"
    },
    {
        "additional_translations": "sphere, globe",
        "explanation_of_expression": "A round object used in various sports and games",
        "image_description0": "A round object made of rubber or leather, used in sports like soccer and basketball. It can bounce and be thrown or kicked.",
        "image_description1": "Imagine a round object made of rubber or leather, used in sports like soccer and basketball. It can bounce and be thrown or kicked.",
        "image_description2": "A round object made of rubber or leather, used in sports like soccer and basketball. It can bounce and be thrown or kicked.",
        "image_tags": " games, bouncing, throwing, kicking,",
        "explanation_of_syllables": "공 - sphere (it represents a round object),",
        "sentence_example": "나는 공을 던져서 친구와 함께 놀았어요. (I threw the ball and played with my friend.)"
    },
    {
        "additional_translations": "close, nearby, vicinity",
        "explanation_of_expression": "This expression refers to a location or area that is close or near to a specific point.",
        "image_description0": "Imagine a small park with a bench and a tree. The park is located right next to a busy street, making it a convenient and accessible spot for people to relax and enjoy nature.",
        "image_description1": "In this image, the focus is on the concept of proximity. Picture a map with a pin dropped on a specific location, and multiple arrows pointing towards nearby areas, emphasizing the closeness of those places to the pinned location.",
        "image_description2": "Imagine a cityscape with tall buildings and a small park in the foreground. The park is surrounded by various shops, cafes, and restaurants, highlighting the idea of a vibrant and bustling neighborhood.",
        "image_tags": "convenient, accessible, close-knit, bustling, vibrant, urban,",
        "explanation_of_syllables": "근 - close, 처 - place",
        "sentence_example": "우리 집 근처에는 많은 상점들이 있어요. (There are many shops near our house.)"
    },
    {
        "additional_translations": "private school, cram school",
        "explanation_of_expression": "A 학원 is a private academy or educational institute where students receive additional education outside of regular school hours.",
        "image_description0": "In a 학원, there are classrooms with desks and chairs where students study. There are also teachers who guide and teach the students. The walls are decorated with educational posters and colorful charts.",
        "image_description1": "Imagine a bright and spacious classroom in a 학원. The walls are covered with educational charts and colorful illustrations. The students are engaged in learning activities, and the teacher is explaining a concept with enthusiasm.",
        "image_description2": "A 학원 can be represented by an image of a building with a signboard that says 'Private Academy' or 'Cram School'. The building may have multiple floors with classrooms and study areas.",
        "image_tags": " study, tutoring, supplementary,",
        "explanation_of_syllables": "학 - study, learning, 원 - institute, center",
        "sentence_example": "저는 학원에서 영어를 배우고 있어요. (I am learning English at a private academy.)"
    },
    {
        "additional_translations": "week",
        "explanation_of_expression": "A period of seven days",
        "image_description0": "Imagine a calendar with seven empty squares, each representing a day of the week. The squares are arranged in a row, showing the progression of time from left to right. The first square is labeled 'Monday' and the last square is labeled 'Sunday'.",
        "image_description1": "In bold, colorful letters, the word 'WEEK' is written diagonally across the image. The letters are arranged in a way that emphasizes the concept of a continuous and cyclical period of time.",
        "image_description2": "The image shows a circular clock face with seven equally spaced numbers around it, representing the days of the week. The clock hands are pointing to the number '1' and '7', symbolizing the beginning and end of a week.",
        "image_tags": " cycle, progression, calendar, clock, days,",
        "explanation_of_syllables": "주 - week",
        "sentence_example": "이번 주에는 바쁜 일정이 많아요. (I have a busy schedule this week.)"
    },
    {
        "additional_translations": "skirt, kilt, petticoat",
        "explanation_of_expression": "A skirt is a garment that hangs from the waist and covers all or part of the legs. It is typically worn by women and girls.",
        "image_description0": "A colorful piece of fabric that flows down from the waist and covers the legs. It can be short or long, and is often worn by women and girls for fashion or cultural reasons.",
        "image_description1": "Imagine a beautiful skirt made of flowing fabric, gracefully swaying in the wind. It adds a touch of elegance and femininity to any outfit.",
        "image_description2": "A vibrant and stylish skirt, with its fabric gently flowing in the breeze. It is a versatile piece of clothing that can be worn for various occasions, adding a touch of charm and style to the wearer.",
        "image_tags": "fashionable, feminine, colorful, versatile, stylish,",
        "explanation_of_syllables": "치 - tooth (it represents the concept of something sharp or pointed), 마 - horse (it refers to a specific animal)",
        "sentence_example": "오늘은 친구들과 함께 쇼핑을 하러 치마를 샀어요. (Today, I went shopping with my friends and bought a skirt.)"
    },
    {
        "additional_translations": "trousers, slacks",
        "explanation_of_expression": "A type of clothing that covers the lower part of the body and has separate sections for each leg.",
        "image_description0": "A pair of pants made of denim fabric, with a zipper and button at the front. The pants are folded neatly on a shelf in a closet.",
        "image_description1": "A close-up view of a pair of pants, highlighting the stitching details and the fabric texture. The pants are displayed on a mannequin in a fashion store.",
        "image_description2": "An image showing different types of pants hanging on a clothesline. There are jeans, khakis, and sweatpants, each representing a different style.",
        "image_tags": "clothing, style, wardrobe, casual,",
        "explanation_of_syllables": "바 - cover, 지 - lower part",
        "sentence_example": "오늘은 바지를 입고 학교에 갔어요. (Today, I wore pants and went to school.)"
    },
    {
        "additional_translations": "holiday, summer vacation",
        "explanation_of_expression": "Banhak refers to a period of time when students have a break from school, usually during the summer months.",
        "image_description0": "Imagine a sunny beach with a colorful umbrella and a beach towel laid out on the sand. In the distance, you can see a clear blue ocean with waves gently crashing against the shore. The beach is empty, indicating that it's vacation time.",
        "image_description1": "Picture a vibrant and lively scene with a bright sun shining in the sky. The word 'Banhak' is written in bold, colorful letters, drawing attention to the concept of a school break. The letters are surrounded by symbols representing relaxation and leisure, such as a beach ball, sunglasses, and a tropical drink.",
        "image_description2": "In this image, you can see a calendar with a big red circle around the summer months. The circle represents the period of 'Banhak' or vacation. The calendar is placed on a table with a map and a suitcase, symbolizing travel and leisure.",
        "image_tags": "relaxing, leisurely, sunny, beachy,",
        "explanation_of_syllables": "방 - room (it represents a space or period of time), 학 - study (it refers to the time when students take a break from studying)",
        "sentence_example": "방학 때는 친구들과 함께 여행을 가고 싶어요. (During vacation, I want to go on a trip with my friends.)"
    },
    {
        "additional_translations": "Dress shoes, formal footwear",
        "explanation_of_expression": "Formal shoes",
        "image_description0": "A pair of shiny black shoes neatly placed on a wooden shoe rack. The shoes are polished and have a sleek design, perfect for formal occasions.",
        "image_description1": "A close-up shot of a pair of formal shoes, highlighting their elegant design and polished appearance. The shoes exude sophistication and are suitable for professional settings.",
        "image_description2": "An image depicting a pair of formal shoes placed on a clean, polished floor. The shoes are made of high-quality leather and have a classic design.",
        "image_tags": " Sophisticated, Classic, Leather,",
        "explanation_of_syllables": "구 - formal (referring to a polite or official context), 두 - shoes",
        "sentence_example": "오늘은 결혼식에 참석하기 위해 구두를 신었어요. (Today, I wore formal shoes to attend a wedding.)"
    },
    {
        "additional_translations": "sneakers, boots, sandals",
        "explanation_of_expression": "Shoes are a type of footwear that are worn on the feet to protect and provide comfort. They come in various styles and designs.",
        "image_description0": "A pair of shoes sitting on a doormat outside a house, ready to be worn. The shoes are clean and shiny, indicating that they are new. The doormat has a welcome sign on it, suggesting that the shoes belong to someone who is visiting.",
        "image_description1": "A close-up of a pair of shoes, with the focus on the intricate details of the design. The shoes are made of high-quality materials and have a stylish and fashionable appearance. They are placed on a wooden floor, adding a rustic and natural element to the image.",
        "image_description2": "An image that represents the concept of shoes. It could be a collection of different types of shoes, such as sneakers, boots, and sandals, arranged neatly on a shelf. The image showcases the variety and versatility of shoes.",
        "image_tags": " comfortable, versatile, trendy, footwear,",
        "explanation_of_syllables": "신 - new, 발 - foot",
        "sentence_example": "오늘은 신발을 새로 샀어요. (Today, I bought new shoes.)"
    },
    {
        "additional_translations": "appointment, day, time",
        "explanation_of_expression": "The word '날짜' refers to a specific day or time on the calendar.",
        "image_description0": "Imagine a calendar with a circle around a particular day, highlighting the importance of that date. The calendar is hanging on a wall, and there is a red marker next to it.",
        "image_description1": "In this image, the focus is on a calendar with a magnifying glass zooming in on a specific date. The date is circled and marked with a star to emphasize its significance.",
        "image_description2": "Imagine a calendar with a big question mark on a specific date, representing the uncertainty or mystery surrounding that particular day.",
        "image_tags": " important, time,",
        "explanation_of_syllables": "날 - day, date (refers to a specific day)\n짜 - time (refers to a specific period of time)",
        "sentence_example": "오늘은 날짜를 확인해야 해요. (Today, I need to check the date.)"
    },
    {
        "additional_translations": "previous month, past month",
        "explanation_of_expression": "지난달 refers to the month that has just passed, it is the month before the current month.",
        "image_description0": "Imagine a calendar with the current month crossed out and the previous month highlighted. The pages of the calendar are turning, symbolizing the passage of time.",
        "image_description1": "In a picture, the word 지난달 is written in bold letters, with an arrow pointing backwards to emphasize the idea of going back in time to the previous month.",
        "image_description2": "The image shows a timeline with the current month on the right side and the previous month on the left side. The arrow is pointing from right to left, indicating the movement from the current month to the previous month.",
        "image_tags": "time-related, calendar, timeline, past, history, progression,",
        "explanation_of_syllables": "지난 - past (it represents the concept of something that has already happened), 달 - month",
        "sentence_example": "지난달에는 여행을 다녀왔어요. (I went on a trip last month.)"
    },
    {
        "additional_translations": "n/a",
        "explanation_of_expression": "생일 (saeng-il) means 'birthday' in English.",
        "image_description0": "Imagine a colorful cake with candles on top. The candles are lit up and there are balloons and confetti all around. It's a joyful celebration of someone's special day.",
        "image_description1": "In this image, the word '생일' is written in big, bold letters with bright colors. It stands out and represents the excitement and happiness of a birthday.",
        "image_description2": "Imagine a calendar with a circle around a specific date. The date is marked as '생일' and there are small gift boxes and party hats around it, symbolizing a birthday celebration.",
        "image_tags": "celebratory, festive, cake, candles, balloons, confetti,",
        "explanation_of_syllables": "생 (saeng) - life, existence; 일 (il) - day",
        "sentence_example": "오늘은 제 생일이에요. (Today is my birthday.)"
    },
    {
        "additional_translations": "bike",
        "explanation_of_expression": "A vehicle with two wheels that is powered by pedals and used for transportation or exercise.",
        "image_description0": "A metal frame with two wheels, a seat, and handlebars. It is used to travel from one place to another and can be ridden on roads or paths.",
        "image_description1": "In the image, there is a colorful bicycle with a basket attached to the front. It represents a fun and convenient mode of transportation.",
        "image_description2": "The image shows a bicycle parked near a park bench. It symbolizes leisure and outdoor activities.",
        "image_tags": " exercise, wheels, pedals, metal frame, seat,",
        "explanation_of_syllables": "자 - self, 전 - turn, 거 - thing",
        "sentence_example": "오늘은 자전거로 학교에 갔어요. (Today, I went to school by bicycle.)"
    },
    {
        "additional_translations": "Weekend",
        "explanation_of_expression": "The first day of the week, considered a day of rest and worship in many cultures.",
        "image_description0": "A bright and sunny day with a calm atmosphere. The sky is clear and blue, with fluffy white clouds floating peacefully. The surroundings are filled with vibrant green trees and colorful flowers, creating a serene and peaceful environment.",
        "image_description1": "Imagine a beautiful landscape with a golden sunrise. The sun is shining brightly, casting a warm glow over the peaceful surroundings. The air is filled with the sweet scent of blooming flowers, creating a tranquil and relaxing atmosphere.",
        "image_description2": "A picturesque scene of a peaceful countryside. Rolling hills covered in lush green grass stretch as far as the eye can see. A small river flows gently through the landscape, reflecting the clear blue sky. The sound of birds chirping fills the air, adding to the serene ambiance.",
        "image_tags": "Sunny, calm, serene, blue sky,",
        "explanation_of_syllables": "일 - day, 요 - rest, 일 - day",
        "sentence_example": "일요일에는 가족과 함께 산책을 즐깁니다. (On Sundays, I enjoy taking a walk with my family.)"
    },
    {
        "additional_translations": "experience, trial, experiment",
        "explanation_of_expression": "체험 (experience) refers to the act of encountering or undergoing something firsthand.",
        "image_description0": "Imagine a colorful kaleidoscope of various objects and activities, all coming together to create a unique and immersive experience. It's like stepping into a vibrant world filled with excitement and discovery.",
        "image_description1": "In a visually captivating image, the word 체험 (experience) stands out boldly, surrounded by a burst of dynamic colors and shapes. It symbolizes the diverse and enriching encounters one can have in life.",
        "image_description2": "Imagine a captivating image that represents the concept of 체험 (experience). It could be a collage of different objects and scenes, each depicting a different aspect of the word, coming together to form a visually stimulating composition.",
        "image_tags": "colorful, vibrant, immersive,",
        "explanation_of_syllables": "체 (body) - 험 (experience)",
        "sentence_example": "오늘은 새로운 체험을 해보고 싶어요. (Today, I want to try a new experience.)"
    },
    {
        "additional_translations": "fruit",
        "explanation_of_expression": "Fruit refers to the sweet or savory edible product of a plant or tree that contains seeds and can be consumed as food.",
        "image_description0": "A colorful assortment of various fruits, such as apples, oranges, bananas, and grapes, arranged in a bowl. The vibrant colors and different shapes of the fruits create an appealing and appetizing display.",
        "image_description1": "Imagine a vibrant and lively market stall filled with an abundance of fresh and ripe fruits. The colorful fruits are neatly arranged in baskets and crates, enticing customers with their juicy and delicious appearance.",
        "image_description2": "A close-up image of a sliced watermelon, revealing its juicy red flesh and black seeds. The watermelon is surrounded by other fruits, such as strawberries, kiwis, and pineapples, showcasing the variety and freshness of different fruits.",
        "image_tags": " appetizing,",
        "explanation_of_syllables": "과 - fruit (it represents the concept of edible products of plants or trees), 일 - one (it refers to a single unit or item)",
        "sentence_example": "저는 아침에 항상 과일을 먹어요. (I always eat fruit in the morning.)"
    },
    {
        "additional_translations": "weekend break, Saturday and Sunday",
        "explanation_of_expression": "The period of time that includes Saturday and Sunday, when most people do not have to work or go to school",
        "image_description0": "A calendar with the days Saturday and Sunday highlighted, representing the weekend. There are no work-related objects or responsibilities shown, symbolizing a break from work or school.",
        "image_description1": "An image of a relaxing beach scene with a hammock and palm trees, representing the idea of taking a break and enjoying leisure time during the weekend.",
        "image_description2": "A colorful image of a sunrise over a peaceful countryside landscape, symbolizing the start of a relaxing weekend away from work or school.",
        "image_tags": " free time, restful, rejuvenating,",
        "explanation_of_syllables": "주 - week, 말 - end",
        "sentence_example": "주말에는 친구들과 함께 영화를 보러 갈 거예요. (I will go watch a movie with friends on the weekend.)"
    },
    {
        "additional_translations": "Weekend",
        "explanation_of_expression": "Saturday",
        "image_description0": "On a sunny Saturday morning, a colorful alarm clock rings, signaling the start of a fun-filled day. The clock is surrounded by symbols of leisure and relaxation, such as a beach umbrella, a picnic basket, and a book.",
        "image_description1": "Imagine a vibrant Saturday written in bold, colorful letters against a backdrop of a clear blue sky. The word Saturday is emphasized with a burst of energy, radiating rays of sunshine and surrounded by symbols of joy and freedom.",
        "image_description2": "In the image, the word Saturday is written in a playful font, resembling a roller coaster track. The track twists and turns, symbolizing the excitement and adventure that awaits on a Saturday.",
        "image_tags": "Weekend, Relaxation, Leisure, Fun, Joyful,",
        "explanation_of_syllables": "토 - earth (referring to the planet we live on), 요 - day (representing a specific unit of time)",
        "sentence_example": "토요일에는 친구들과 함께 공원에서 즐거운 시간을 보냈어요. (On Saturday, I had a great time with friends at the park.)"
    },
    {
        "additional_translations": "instant noodles, ramen",
        "explanation_of_expression": "A type of food that is made by boiling noodles and adding a flavored soup base, often accompanied by various toppings.",
        "image_description0": "A steaming bowl of noodles with a rich and flavorful broth, topped with vegetables and spices. The aroma fills the air, making your mouth water.",
        "image_description1": "Imagine a bowl filled with piping hot noodles, surrounded by colorful vegetables and spices. The focus is on the deliciousness and satisfaction that comes from enjoying a bowl of instant noodles.",
        "image_description2": "A bowl of instant noodles with a savory broth, garnished with vegetables and spices. The steam rises from the bowl, creating a mouthwatering sight.",
        "image_tags": " satisfying, flavorful, aromatic, steaming, savory,",
        "explanation_of_syllables": "라 - pull (it represents the action of pulling the noodles apart), 면 - noodles",
        "sentence_example": "점심에 라면을 먹었어요. (I had instant noodles for lunch.)"
    },
    {
        "additional_translations": "fridge, icebox",
        "explanation_of_expression": "A refrigerator is a household appliance used for keeping food and drinks cold.",
        "image_description0": "A rectangular box with shelves inside, filled with various food items like fruits, vegetables, and drinks. The door of the refrigerator is open, showing a bright light inside.",
        "image_description1": "In a kitchen setting, a shiny and modern refrigerator stands out with its sleek design. It is filled with colorful fruits and vegetables, emphasizing its purpose of keeping food fresh.",
        "image_description2": "A simple image of a closed refrigerator with a magnet on the door. The magnet has a picture of a fruit, representing the freshness and variety of food stored inside.",
        "image_tags": " appliance, cold, food storage, freshness,",
        "explanation_of_syllables": "냉 - cold, 장 - storage, 고 - suffix indicating a tool or device",
        "sentence_example": "냉장고에 우유를 넣어주세요. (Please put the milk in the refrigerator.)"
    },
    {
        "additional_translations": "group, team",
        "explanation_of_expression": "A collection of people or things that are gathered together for a specific purpose.",
        "image_description0": "A group of objects, such as books, pencils, and notebooks, arranged neatly on a desk. The objects are organized and ready to be used for a specific task.",
        "image_description1": "In a brightly lit room, a collection of objects, including books, pencils, and notebooks, are placed on a table. The objects are arranged in a way that emphasizes their purpose and functionality.",
        "image_description2": "A visual representation of the word '반' in the form of a colorful collage. The collage consists of various objects, such as books, pencils, and notebooks, symbolizing a group or class.",
        "image_tags": "organized, educational, productive, collaborative, learning,",
        "explanation_of_syllables": "반 - half (it represents a division or part of a whole)",
        "sentence_example": "오늘은 반에서 친구들과 함께 공부했어요. (Today, I studied with my classmates in class.)"
    },
    {
        "additional_translations": "nil",
        "explanation_of_expression": "영 is the sino-Korean word for zero, used in mathematics.",
        "image_description0": "In this image, there is a circle with nothing inside it, representing the concept of zero. The circle is surrounded by other numbers, emphasizing the absence of value in 영.",
        "image_description1": "Imagine a blackboard with various mathematical equations written on it. Among the numbers and symbols, there is a large, bold 영, symbolizing zero and its significance in mathematics.",
        "image_description2": "The image shows a calculator screen displaying the number zero, emphasizing the concept of 영 as a numerical value.",
        "image_tags": " numerical, value, absence, circle,",
        "explanation_of_syllables": "영 - zero (it represents the concept of nothingness or absence)",
        "sentence_example": "오늘 수학 시험에서 영점을 받았어요. (Today, I got a zero on the math exam.)"
    },
    {
        "additional_translations": "nil",
        "explanation_of_expression": "The word '공' in this context refers to the number zero, especially when used in telephone numbers.",
        "image_description0": "In the image, there is a telephone with a dial pad. The number zero is highlighted on the dial pad, representing the word '공' which means zero.",
        "image_description1": "The image shows a telephone number written on a piece of paper. The number zero is emphasized and stands out from the rest of the digits, representing the word '공' which means zero.",
        "image_description2": "The image depicts a telephone with a screen displaying a telephone number. The number zero is prominently displayed on the screen, representing the word '공' which means zero.",
        "image_tags": " dial pad, communication, technology,",
        "explanation_of_syllables": "The syllable '공' in this context represents the concept of zero or nothingness.",
        "sentence_example": "전화번호에 공을 넣어주세요. (Please insert zero in the telephone number.)"
    },
    {
        "additional_translations": "previous day, day prior",
        "explanation_of_expression": "Refers to the day before yesterday",
        "image_description0": "Imagine a calendar with today's date circled, and then imagine going back two days to the previous day. That's the essence of 그저께.",
        "image_description1": "Picture a calendar with the current day highlighted, and then imagine a big arrow pointing to the day before yesterday, emphasizing the concept of 그저께.",
        "image_description2": "Imagine a calendar with the current day marked, and then visualize a dotted line leading to the day before yesterday, representing 그저께.",
        "image_tags": "time-related, past, two days ago, history, sequence,",
        "explanation_of_syllables": "그 - that, 저 - that, 께 - to",
        "sentence_example": "그저께는 친구를 만났어요. (I met my friend the day before yesterday.)"
    },
    {
        "additional_translations": "Weekend",
        "explanation_of_expression": "The last day of the workweek before the weekend begins",
        "image_description0": "A calendar with the date circled in red, showing the end of the workweek and the start of the weekend. The weekend is represented by a sun and a beach umbrella, symbolizing relaxation and leisure.",
        "image_description1": "An image of a clock with the hands pointing to the time when the workweek ends and the weekend begins. The clock is surrounded by symbols of relaxation and fun, such as a beach ball, sunglasses, and a cocktail glass.",
        "image_description2": "An image of a calendar with the word '금요일' written on it. The calendar is surrounded by symbols of the weekend, such as a sun, a beach umbrella, and a picnic basket.",
        "image_tags": " leisure, calendar,",
        "explanation_of_syllables": "금 - gold (it represents the value and importance of the last day of the workweek), 요 - day (it refers to a specific period of time), 일 - one (it signifies the end of the workweek and the start of the weekend)",
        "sentence_example": "금요일에는 친구들과 함께 영화를 보러 갈 거예요. (On Friday, I will go watch a movie with my friends.)"
    },
    {
        "additional_translations": "Sushi roll",
        "explanation_of_expression": "Kimbap is a traditional Korean dish made of steamed white rice and various fillings, such as vegetables, meat, and seafood, rolled in seaweed.",
        "image_description0": "Imagine a colorful roll made of rice and various fillings, tightly wrapped in a sheet of seaweed. The roll is sliced into bite-sized pieces, revealing the beautiful layers of ingredients inside.",
        "image_description1": "In this image, the focus is on a delicious kimbap roll, showcasing its vibrant colors and the perfect balance of ingredients. The roll is presented in an artistic way, highlighting its appetizing appearance.",
        "image_description2": "The image depicts a plate with a neatly arranged kimbap roll. The roll is cut into bite-sized pieces, revealing the cross-section of rice, fillings, and seaweed. The colors and textures of the ingredients create an enticing visual.",
        "image_tags": "Colorful, Traditional, Korean, Rice,",
        "explanation_of_syllables": "김 - seaweed, 밥 - rice",
        "sentence_example": "점심에 김밥을 먹었어요. (I had kimbap for lunch.)"
    },
    {
        "additional_translations": "chilled noodles",
        "explanation_of_expression": "A dish made of long, thin noodles served cold with various toppings and a spicy sauce.",
        "image_description0": "A bowl filled with long, thin noodles covered in a spicy sauce and topped with vegetables and sesame seeds. The noodles are served cold, providing a refreshing and satisfying meal.",
        "image_description1": "Imagine a bowl filled with cold noodles, topped with a spicy sauce and colorful vegetables. The dish is vibrant and appetizing, making it a perfect choice for a hot summer day.",
        "image_description2": "The image shows a bowl of cold noodles with a spicy sauce and various toppings. The noodles are served in a chilled broth, creating a refreshing and flavorful dish.",
        "image_tags": "refreshing, chilled, toppings, sesame seeds,",
        "explanation_of_syllables": "냉 - cold, 면 - noodles",
        "sentence_example": "오늘은 더운 날씨에 냉면을 먹었어요. (Today, I ate cold noodles on a hot day.)"
    },
    {
        "additional_translations": "karaoke, singing room",
        "explanation_of_expression": "A place where people can sing their favorite songs using a microphone and a screen that displays the lyrics.",
        "image_description0": "In a colorful room, there is a big screen on the wall showing lyrics of songs. A microphone is placed on a stand in the center of the room. People are happily singing and dancing along to the music.",
        "image_description1": "Imagine a vibrant room filled with music and joy. The spotlight is on a microphone, symbolizing the heart of the room. People are gathered around, expressing their emotions through singing and dancing.",
        "image_description2": "A lively room with colorful lights and a big screen displaying lyrics. People are holding microphones and singing their hearts out, while others cheer and enjoy the music.",
        "image_tags": " music-filled, joyful, microphone-centered, expressive, lively,",
        "explanation_of_syllables": "노 - song, 래 - joy, 방 - room",
        "sentence_example": "친구들과 노래방에서 즐거운 시간을 보냈어요. (I had a great time with friends at the singing room.)"
    },
    {
        "additional_translations": "subsequent month, following month",
        "explanation_of_expression": "다음 달 means the month that comes after the current month.",
        "image_description0": "Imagine a calendar with the current month crossed out and the next month highlighted. The calendar is turning its pages, revealing the next month. The image shows the transition from the current month to the next month.",
        "image_description1": "Visualize a calendar with the current month fading away and the next month appearing in bold and vibrant colors. The focus is on the transition from the current month to the next month, symbolizing the passing of time.",
        "image_description2": "The image depicts a calendar with the current month fading away and the next month emerging with a burst of colors. The transition from the current month to the next month is represented by a flowing river, symbolizing the continuous flow of time.",
        "image_tags": "time-related, future, progression,",
        "explanation_of_syllables": "다음 - next (referring to something that follows or comes after), 달 - month",
        "sentence_example": "다음 달에는 여행을 가고 싶어요. (I want to go on a trip next month.)"
    },
    {
        "additional_translations": "subsequent week, following week",
        "explanation_of_expression": "Next week refers to the week that comes after the current week.",
        "image_description0": "Imagine a calendar with the current week crossed out and the next week highlighted. The days of the next week are represented by empty squares waiting to be filled with events and appointments.",
        "image_description1": "Visualize the words 'next week' written in bold and vibrant colors, with an arrow pointing forward to symbolize the progression of time.",
        "image_description2": "In the image, there is a timeline with the current week fading away and the next week emerging with brighter colors. The days of the next week are represented by empty circles, ready to be filled with activities.",
        "image_tags": " calendar, future, anticipation, schedule,",
        "explanation_of_syllables": "다음 - next (referring to something that comes after the current one), 주 - week",
        "sentence_example": "다음 주에 친구들과 약속이 있어요. (I have plans with friends next week.)"
    },
    {
        "additional_translations": "Shopping district, Commercial area",
        "explanation_of_expression": "Myeongdong is a popular shopping district in Seoul.",
        "image_description0": "Myeongdong is a bustling area filled with colorful shops and vibrant street vendors. The streets are lined with trendy fashion boutiques, cosmetic stores, and delicious food stalls. The atmosphere is lively and energetic, with people shopping and enjoying the vibrant atmosphere.",
        "image_description1": "Imagine a lively and bustling shopping district filled with trendy fashion boutiques, cosmetic stores, and delicious food stalls. The streets are vibrant and colorful, with people shopping and enjoying the energetic atmosphere of Myeongdong.",
        "image_description2": "Myeongdong is a vibrant and bustling shopping district in Seoul. The streets are filled with trendy fashion boutiques, cosmetic stores, and delicious food stalls. The atmosphere is lively and energetic, making it a popular destination for locals and tourists alike.",
        "image_tags": " Fashionable, Cosmetics,",
        "explanation_of_syllables": "명 - bright (it represents the vibrant and lively atmosphere of Myeongdong), 동 - district (referring to the area in Seoul)",
        "sentence_example": "오늘은 명동에서 쇼핑을 하고 싶어요. (Today, I want to go shopping in Myeongdong.)"
    },
    {
        "additional_translations": "which month",
        "explanation_of_expression": "Asking about the specific month",
        "image_description0": "Imagine a calendar with different months written on each page. The person is pointing at the page with a question mark, indicating that they are asking about a specific month.",
        "image_description1": "In the image, the word 'which month' is written in big bold letters with a magnifying glass focused on it, emphasizing the question being asked.",
        "image_description2": "The image shows a person holding a calendar and looking at it with a puzzled expression, trying to find the specific month they are asking about.",
        "image_tags": "calendar, curiosity, search, confusion, time,",
        "explanation_of_syllables": "몇 - how many (asking for a specific number), 월 - month",
        "sentence_example": "오늘은 몇 월인지 아세요? (Do you know which month it is today?)"
    },
    {
        "additional_translations": "the day after tomorrow",
        "explanation_of_expression": "모레 means the day after tomorrow.",
        "image_description0": "Imagine a calendar with today's date circled. Now, imagine the next day's date being circled as well. Finally, imagine the day after that date being circled too. This is 모레.",
        "image_description1": "In a calendar, highlight today's date. Then, highlight the next day's date with a different color. Finally, highlight the day after tomorrow's date with another color, emphasizing that it is the day after the next day.",
        "image_description2": "Imagine a calendar with today's date circled. Then, imagine the next day's date being circled as well. Finally, imagine the day after that date being circled too. This represents 모레.",
        "image_tags": " dates, future, progression, time, anticipation,",
        "explanation_of_syllables": "모 - the day after tomorrow, 레 - a suffix indicating a future time",
        "sentence_example": "모레는 친구와 약속이 있어요. (I have a meeting with my friend the day after tomorrow.)"
    },
    {
        "additional_translations": "Weekday",
        "explanation_of_expression": "Thursday",
        "image_description0": "In the image, there is a calendar with a magnifying glass focusing on the day labeled 'Thursday'. The calendar is marked with a red circle around the date. The image represents the concept of Thursday being a specific day of the week.",
        "image_description1": "The image shows a calendar with the word 'Thursday' written in bold and colorful letters. The word is emphasized with a spotlight shining on it. This image represents the importance and significance of Thursday.",
        "image_description2": "The image depicts a calendar with the day 'Thursday' highlighted in a different color. The calendar is surrounded by symbols representing the passing of time, such as a clock, a sun, and a moon. This image symbolizes the concept of Thursday as a specific day in the weekly cycle.",
        "image_tags": "Weekly, Time, Day,",
        "explanation_of_syllables": "목 - neck (it represents the concept of the middle of the week), 요 - desire (it refers to the anticipation and longing for the upcoming weekend)",
        "sentence_example": "오늘은 목요일이에요. (Today is Thursday.)"
    },
    {
        "additional_translations": "what day of the week",
        "explanation_of_expression": "Asking about the specific day of the week",
        "image_description0": "Imagine a calendar with a magnifying glass zooming in on a specific day of the week, symbolizing the act of asking about the day.",
        "image_description1": "In the image, the words 'what day' are highlighted in bold and vibrant colors, representing the emphasis on asking about the specific day of the week.",
        "image_description2": "The image shows a person holding a calendar and pointing to a specific day, indicating the act of asking 'what day' it is.",
        "image_tags": "calendar, magnifying glass,",
        "explanation_of_syllables": "무슨 (moo-seun) - what, 요일 (yo-il) - day of the week",
        "sentence_example": "오늘은 무슨 요일인지 아세요? (Do you know what day of the week it is today?)"
    },
    {
        "additional_translations": "purchasing, buying",
        "explanation_of_expression": "The act of buying goods or services",
        "image_description0": "A colorful shopping cart filled with various items, symbolizing the act of shopping. The cart is surrounded by price tags and sale signs, representing the concept of purchasing goods at a discounted price. In the background, there are shelves filled with products, showcasing the wide range of options available for shopping.",
        "image_description1": "Imagine a vibrant shopping mall with numerous stores and boutiques. Each store is filled with a variety of products, enticing customers to indulge in the joy of shopping. The mall is bustling with activity, with shoppers eagerly exploring different shops and making purchases. The atmosphere is filled with excitement and anticipation.",
        "image_description2": "A visually appealing image that represents the concept of shopping. It could be a beautifully arranged display of colorful products in a store, showcasing the variety and attractiveness of items available for purchase. The image captures the essence of shopping, enticing viewers to explore and indulge in the experience.",
        "image_tags": " colorful,",
        "explanation_of_syllables": "쇼 - show (it represents the concept of showcasing or displaying), 핑 - ping (it doesn't have a specific meaning, but it adds emphasis and uniqueness to the word)",
        "sentence_example": "오늘은 친구와 함께 쇼핑을 하러 백화점에 갔어요. (Today, I went to the department store with my friend to go shopping.)"
    },
    {
        "additional_translations": "Weekday",
        "explanation_of_expression": "Wednesday is the fourth day of the week, following Tuesday and preceding Thursday.",
        "image_description0": "In the image, there is a calendar with the date showing Wednesday. The calendar is marked with a red circle around the day. The image also includes a clock showing the time as 12:00 PM, indicating that it is midday on Wednesday.",
        "image_description1": "The image depicts a calendar with the word 'Wednesday' written in bold and colorful letters. The word is surrounded by symbols representing time, such as clocks, hourglasses, and suns. The image conveys the idea of Wednesday being a significant day in the week.",
        "image_description2": "The image shows a calendar with the word 'Wednesday' highlighted in a vibrant color. The calendar is placed on a table with various objects related to the concept of time, such as a clock, an hourglass, and a calendar icon on a smartphone. The image represents the significance of Wednesday in relation to time.",
        "image_tags": "Weekday,",
        "explanation_of_syllables": "수 - water (it represents the flow of time), 요 - day (it refers to a specific unit of time)",
        "sentence_example": "오늘은 수요일이에요. (Today is Wednesday.)"
    },
    {
        "additional_translations": "to sit for an exam",
        "explanation_of_expression": "To take an exam",
        "image_description0": "In this image, there is a desk with a pen and a paper on it. The pen is hovering over the paper, ready to write answers. The image represents the act of taking an exam.",
        "image_description1": "In this image, the words 'taking an exam' are written in bold and large font. The words are surrounded by symbols and icons representing education and knowledge, such as books, a graduation cap, and a lightbulb. The image emphasizes the importance of exams in the educational context.",
        "image_description2": "The image shows a clock with its hands pointing to the time of an exam. The clock is placed on a desk with a stack of books and a pencil. The image symbolizes the time-bound nature of exams and the need for preparation.",
        "image_tags": " preparation, time-bound, assessment, evaluation,",
        "explanation_of_syllables": "시험 - exam, 을 - object particle, 보 - to see, 다 - verb ending",
        "sentence_example": "내일 시험을 보러 도서관에 갈 거예요. (I will go to the library tomorrow to take an exam.)"
    },
    {
        "additional_translations": "to practice, to train",
        "explanation_of_expression": "This expression refers to the act of engaging in a specific activity repeatedly in order to improve one's skills or knowledge.",
        "image_description0": "In this image, there is a small plant growing in a pot. The plant represents the practice, growth, and development that occurs over time. The pot symbolizes the controlled and structured environment in which the practice takes place. The sunlight shining on the plant represents the positive effects and progress that come from consistent practice.",
        "image_description1": "Imagine a vibrant and colorful painting with various brush strokes and layers. The painting represents the process of practicing, where each stroke and layer contributes to the overall improvement and mastery of a skill. The colors and textures in the painting symbolize the different aspects and nuances that can be explored and refined through practice.",
        "image_description2": "In this image, there is a winding road leading up a hill. The road represents the journey of practice, with its twists and turns, challenges, and rewards. The hill symbolizes the progress and growth that can be achieved through consistent effort and dedication. The clear blue sky above signifies the limitless possibilities and potential that can be unlocked through continuous practice.",
        "image_tags": "growth, development, progress, journey, dedication,",
        "explanation_of_syllables": "연 - connection, link (it represents the continuous and ongoing nature of practice), 습 - habit, practice (it refers to the repeated action or behavior), 을 - object particle (it indicates that the practice is being done)",
        "sentence_example": "나는 매일 연습을 하다. (I practice every day.)"
    },
    {
        "additional_translations": "day of the week",
        "explanation_of_expression": "요일 is a Korean word that refers to the days of the week.",
        "image_description0": "Imagine a colorful wheel with seven sections, each section representing a different day of the week. The wheel is spinning, showing the passing of time and the progression from one day to another.",
        "image_description1": "In the image, the word 요일 is written in bold and vibrant colors, with each letter representing a different day of the week. The word is surrounded by symbols and icons that represent activities and events that typically occur on those specific days.",
        "image_description2": "The image shows a calendar with the word 요일 written on it. Each day of the week is highlighted with a different color, making it easy to distinguish and understand the concept of the word.",
        "image_tags": "time-related, calendar, rotation, progression,",
        "explanation_of_syllables": "요 - desire (it represents the longing for a specific day or the anticipation of upcoming events), 일 - day (it refers to a specific unit of time)",
        "sentence_example": "오늘은 무슨 요일인가요? (What day of the week is it today?)"
    },
    {
        "additional_translations": "Weekday",
        "explanation_of_expression": "The first day of the week",
        "image_description0": "A calendar with a big red circle around the number 1, representing the first day of the week. The calendar is placed on a desk next to a cup of coffee.",
        "image_description1": "A colorful illustration of a calendar with the word 'Monday' written in bold letters. The word is surrounded by symbols representing the start of a new week, such as a sunrise, a clock, and a calendar page flipping.",
        "image_description2": "An image of a calendar with the word 'Monday' written on it. The calendar is hanging on a wall next to a window, and outside the window, there is a beautiful sunrise.",
        "image_tags": " Coffee, Desk,",
        "explanation_of_syllables": "월 - moon (it represents the concept of a month), 요 - day (it refers to a specific day of the week)",
        "sentence_example": "월요일에는 학교에 가야 해요. (I have to go to school on Monday.)"
    },
    {
        "additional_translations": "refreshment, soda, pop",
        "explanation_of_expression": "A carbonated or non-carbonated drink that is consumed to quench thirst or for enjoyment.",
        "image_description0": "A cool, fizzy drink in a tall glass with ice cubes, condensation forming on the outside of the glass, and bubbles rising to the top.",
        "image_description1": "Imagine a vibrant and colorful illustration of a refreshing drink, with the name '음료수' written in bold and eye-catching letters.",
        "image_description2": "A variety of different beverages displayed on a shelf, including cans, bottles, and cups, showcasing the wide range of options available.",
        "image_tags": "thirst-quenching, carbonated, non-carbonated, cold, fizzy,",
        "explanation_of_syllables": "음 - sound (it represents the sound made when drinking), 료 - fluid (it refers to a liquid substance), 수 - water",
        "sentence_example": "오늘은 친구와 함께 음료수를 마셨어요. (Today, I drank beverages with my friend.)"
    },
    {
        "additional_translations": "This month",
        "explanation_of_expression": "Refers to the current month",
        "image_description0": "A calendar with the current month highlighted in a different color from the rest. The days of the month are crossed off one by one as the month progresses.",
        "image_description1": "A large, bold text that says 'THIS MONTH' in bright colors, with an arrow pointing towards the current month on a calendar.",
        "image_description2": "A visual representation of time passing, with a clock showing the current month and the hands moving forward.",
        "image_tags": "Time-related, Progress, Present, Duration,",
        "explanation_of_syllables": "이번 - this (referring to something close in time or space), 달 - month",
        "sentence_example": "이번 달에는 친구들과 여행을 가고 싶어요. (I want to go on a trip with friends this month.)"
    },
    {
        "additional_translations": "This week",
        "explanation_of_expression": "Refers to the current week, the period of time starting from the present day until the end of the week",
        "image_description0": "Imagine a calendar with the current week highlighted, showing the days from Monday to Sunday. The calendar is marked with a colorful circle around the days of the week.",
        "image_description1": "Visualize a large clock with the words 'This Week' written on its face, emphasizing the passing of time within the current week. The clock's hands are moving rapidly, indicating the progression of days.",
        "image_description2": "In the image, there is a landscape with a clear blue sky and a bright sun. The sun is shining on a calendar, highlighting the current week with a beam of light.",
        "image_tags": "Time-related, Calendar, Sun,",
        "explanation_of_syllables": "이번 - this (referring to the present), 주 - week",
        "sentence_example": "이번 주에는 여행을 가고 싶어요. (I want to go on a trip this week.)"
    },
    {
        "additional_translations": "to pedal a bicycle",
        "explanation_of_expression": "To ride a bicycle",
        "image_description0": "A colorful bicycle with two wheels and a seat is parked near a tree. The sun is shining brightly in the sky, and there are green grass and flowers around. It's a perfect day for a bike ride!",
        "image_description1": "Imagine a vibrant image of a bicycle with its wheels spinning fast. The focus is on the movement and freedom that comes with riding a bicycle.",
        "image_description2": "A picturesque scene of a winding road surrounded by lush green trees and a clear blue sky. The road is empty, except for a bicycle leaning against a tree, waiting to be ridden.",
        "image_tags": "outdoor, nature, transportation, leisure, adventure, exercise,",
        "explanation_of_syllables": "자 - self (referring to oneself), 전 - to move forward (indicating movement), 거 - thing (referring to a bicycle), 를 - object particle (indicating the direct object), 타 - to ride (indicating the action), 다 - verb ending (indicating the present tense)",
        "sentence_example": "오늘은 날씨가 좋아서 자전거를 타고 공원에 갔어요. (Today, the weather was nice, so I rode a bicycle to the park.)"
    },
    {
        "additional_translations": "to eat lunch",
        "explanation_of_expression": "This expression means to have lunch.",
        "image_description0": "A plate with a delicious meal on it, ready to be eaten. The meal consists of various dishes, such as rice, vegetables, and meat. It looks appetizing and satisfying.",
        "image_description1": "Imagine a plate filled with a delicious lunch. The plate is beautifully arranged with different types of food, including rice, vegetables, and meat. The colors and textures of the food are vibrant and enticing, making it a perfect meal to enjoy.",
        "image_description2": "A colorful lunchbox filled with a variety of food items. The lunchbox contains rice, vegetables, meat, and other side dishes. It is neatly packed and ready to be eaten.",
        "image_tags": "appetizing, satisfying, colorful,",
        "explanation_of_syllables": "점 - point (referring to a specific time for having lunch), 심 - heart (symbolizing the importance of nourishing oneself with a meal)",
        "sentence_example": "오늘은 친구와 함께 점심을 먹었어요. (Today, I had lunch with my friend.)"
    },
    {
        "additional_translations": "Island of Jeju",
        "explanation_of_expression": "Jejudo is a popular tourist destination in South Korea known for its beautiful landscapes and natural wonders.",
        "image_description0": "Jejudo is like a paradise with its stunning beaches, lush green forests, and majestic mountains.",
        "image_description1": "Imagine a breathtaking island with crystal clear waters, vibrant flora, and breathtaking views. That's Jejudo!",
        "image_description2": "Jejudo is a picturesque island with turquoise waters, towering cliffs, and vibrant fields of flowers.",
        "image_tags": "beautiful, scenic, natural, tropical, serene, peaceful,",
        "explanation_of_syllables": "제 - Je (refers to Jeju Island), 주 - Ju (means 'province' in Korean), 도 - Do (means 'island' in Korean)",
        "sentence_example": "제주도에서는 많은 관광명소를 즐길 수 있어요. (In Jejudo, you can enjoy many tourist attractions.)"
    },
    {
        "additional_translations": "previous week, past week",
        "explanation_of_expression": "A period of time that refers to the week that has just passed",
        "image_description0": "Imagine a calendar with the current week crossed out and the previous week highlighted. The days of the previous week are fading away, symbolizing that it is in the past.",
        "image_description1": "Visualize a calendar with the current week fading away and the previous week being emphasized. The previous week is depicted as a receding wave, representing its passage and transition into the past.",
        "image_description2": "Imagine a calendar with the current week crossed out and the previous week highlighted. The previous week is depicted as a distant memory, fading away like a sunset on the horizon.",
        "image_tags": "time-related,",
        "explanation_of_syllables": "지난 - past (referring to something that has already occurred), 주 - week",
        "sentence_example": "지난주에는 바쁜 일정 때문에 여행을 못 갔어요. (I couldn't go on a trip last week because of a busy schedule.)"
    },
    {
        "additional_translations": "Martial arts",
        "explanation_of_expression": "Taekwondo is a Korean martial art that emphasizes high kicks, jumping and spinning kicks, and fast kicking techniques.",
        "image_description0": "Imagine a pair of black and white belts tied together, symbolizing the journey from beginner to expert. On one side, there is a flying kick, representing the dynamic and acrobatic movements of Taekwondo. On the other side, there is a breaking board, symbolizing the power and strength required in this martial art.",
        "image_description1": "In the image, the word 'Taekwondo' is written in bold and vibrant colors, with the letters forming the shape of a person performing a high kick. The background is filled with energetic lines and sparks, representing the speed and intensity of Taekwondo.",
        "image_description2": "The image shows a silhouette of a person in a Taekwondo uniform, mid-air, performing a high kick. The background is filled with vibrant colors and abstract shapes, representing the energy and excitement of Taekwondo.",
        "image_tags": "Dynamic, Powerful, Acrobatic,",
        "explanation_of_syllables": "태 - to kick, 권 - fist, 도 - way or path",
        "sentence_example": "나는 태권도를 배우고 있어요. (I am learning Taekwondo.)"
    },
    {
        "additional_translations": "celebration, gathering",
        "explanation_of_expression": "A social event where people come together to have fun and enjoy themselves",
        "image_description0": "A colorful and lively event where people dance, laugh, and celebrate with music and decorations",
        "image_description1": "Imagine a vibrant and energetic atmosphere filled with laughter and music, where people are dancing and enjoying themselves",
        "image_description2": "An image that captures the essence of a lively and joyful gathering, with colorful decorations and music",
        "image_tags": "festive, cheerful, lively, music-filled, colorful,",
        "explanation_of_syllables": "파 - division (it represents the idea of people coming together), 티 - tea (it refers to a social gathering where people come together to enjoy themselves)",
        "sentence_example": "오늘은 친구들과 파티를 했어요. (Today, I had a party with my friends.)"
    },
    {
        "additional_translations": "workday, business day",
        "explanation_of_expression": "평일 refers to the days of the week from Monday to Friday, excluding weekends.",
        "image_description0": "Imagine a calendar with Monday to Friday highlighted in a different color, representing the 평일. The calendar is surrounded by symbols representing work, such as a briefcase, a computer, and a clock.",
        "image_description1": "In a vibrant image, the word 평일 is written in bold letters, with the weekdays (Monday to Friday) emphasized in a larger font size and highlighted with bright colors.",
        "image_description2": "The image shows a clock with the hands pointing to the weekdays (Monday to Friday) instead of the usual numbers. This represents the concept of 평일, which refers to the weekdays.",
        "image_tags": "calendar, work, routine, time, clock,",
        "explanation_of_syllables": "평 - ordinary, regular (referring to the weekdays being the regular working days), 일 - day",
        "sentence_example": "평일에는 회사에서 일해요. (I work at the office on weekdays.)"
    },
    {
        "additional_translations": "Weekday",
        "explanation_of_expression": "The day of the week that comes after Monday and before Wednesday",
        "image_description0": "A calendar with a circle around the day Tuesday, representing it as a weekday. The calendar is marked with different colors for each day of the week.",
        "image_description1": "A colorful illustration of a calendar with the word 'Tuesday' written in bold letters. The word is highlighted and stands out from the rest of the calendar.",
        "image_description2": "An image of a calendar with the word 'Tuesday' written on it. The calendar is surrounded by colorful illustrations representing different activities and events that typically happen on a Tuesday.",
        "image_tags": "Weekday, Activities, Events,",
        "explanation_of_syllables": "화 - fire (it represents the energy and passion associated with the day), 요 - desire (it signifies the anticipation and excitement for the day), 일 - day",
        "sentence_example": "오늘은 화요일이에요. (Today is Tuesday.)"
    },
    {
        "additional_translations": "toilet paper, toilet tissue",
        "explanation_of_expression": "A type of paper product used for personal hygiene, especially for wiping or cleaning oneself after using the toilet.",
        "image_description0": "A roll of soft, white paper with a perforated edge, typically found in bathrooms. It is used for personal hygiene purposes, such as wiping or cleaning oneself after using the toilet. The paper is usually stored on a holder or placed on a shelf.",
        "image_description1": "Imagine a bathroom with a roll of soft, white paper on a holder. The paper is used for personal hygiene purposes, especially for wiping or cleaning oneself after using the toilet. The focus is on the convenience and practicality of having the tissue readily available in the bathroom.",
        "image_description2": "A simple image that represents the concept of tissue. It could be a roll of soft, white paper with a perforated edge, symbolizing its use for personal hygiene purposes. The image emphasizes the functionality and convenience of having tissue available in bathrooms.",
        "image_tags": "",
        "explanation_of_syllables": "화장 - makeup (referring to the use of tissue for personal hygiene), 지 - paper",
        "sentence_example": "화장지를 사용해서 손을 깨끗하게 닦았어요. (I used tissue to clean my hands.)"
    }
]