[
    {
        "additional_translations": "date",
        "explanation_of_expression": "The word '일' refers to a specific day or date.",
        "image_description0": "Imagine a calendar with a circle around a particular day, representing '일'. The calendar is marked with other dates, but this one stands out as the focus.",
        "image_description1": "In this image, the word '일' is highlighted in bold and vibrant colors, drawing attention to its significance as a specific day or date.",
        "image_description2": "Visualize a calendar with a magnifying glass zooming in on a specific day, symbolizing the concept of '일' as a particular date.",
        "image_tags": "calendar, marked, focus,",
        "explanation_of_syllables": "일 - day, date",
        "sentence_example": "오늘은 일요일이에요. (Today is Sunday.)"
    },
    {
        "additional_translations": "single, individual",
        "explanation_of_expression": "The expression '일' means 'one' in sino-korean.",
        "image_description0": "In the image, there is a single red apple on a white background. The apple represents the concept of 'one' or 'single'.",
        "image_description1": "Imagine a bold and prominent number '1' written in red color. The number represents the concept of 'one' or 'single'.",
        "image_description2": "The image shows a single red dot on a white background. The dot represents the concept of 'one' or 'single'.",
        "image_tags": " dot, white background, single,",
        "explanation_of_syllables": "일 - one (it represents the concept of 'one' or 'single')",
        "sentence_example": "오늘은 일이 많아요. (Today, I have a lot of work.)"
    },
    {
        "additional_translations": "month",
        "explanation_of_expression": "The word '달' means 'month' in English.",
        "image_description0": "In the image, there is a calendar with different months marked on it. Each month is represented by a different color, showing the passage of time.",
        "image_description1": "Imagine a colorful calendar with different months written on it. The word '달' is highlighted in bold letters, emphasizing its meaning as 'month'.",
        "image_description2": "The image shows a calendar with the word '달' written on it. The calendar is marked with different colors to represent different months.",
        "image_tags": "time-related, passage of time, marking,",
        "explanation_of_syllables": "달 - month",
        "sentence_example": "오늘은 7월의 첫 날입니다. (Today is the first day of July.)"
    },
    {
        "additional_translations": "part, portion, division",
        "explanation_of_expression": "The word '반' means 'half' in English.",
        "image_description0": "Imagine a cake that has been cut in half, with one half on a plate and the other half still on the cake stand. The plate with the half cake represents the concept of '반' or 'half'.",
        "image_description1": "Imagine a scale with two equal weights on each side. The scale is perfectly balanced, symbolizing the idea of '반' or 'half'.",
        "image_description2": "Imagine a circle that has been divided into two equal halves. One half is shaded in, representing the concept of '반' or 'half'.",
        "image_tags": " divided, portioned, symmetrical, circle,",
        "explanation_of_syllables": "반 - half (it represents the concept of something being divided into two equal parts)",
        "sentence_example": "저는 반만 먹었어요. (I only ate half.)"
    },
    {
        "additional_translations": "lunar",
        "explanation_of_expression": "The moon is a celestial body that orbits around the Earth.",
        "image_description0": "In the image, there is a round object in the sky that emits a soft, gentle light. It illuminates the darkness of the night and creates a peaceful atmosphere.",
        "image_description1": "Imagine a serene night scene with a beautiful round object shining brightly in the sky. Its soft light creates a tranquil ambiance and adds a touch of magic to the surroundings.",
        "image_description2": "The image depicts a clear night sky with a glowing round object suspended in the darkness. Its gentle radiance casts a serene glow over the landscape, creating a peaceful and enchanting atmosphere.",
        "image_tags": "celestial, glowing,",
        "explanation_of_syllables": "달 - moon",
        "sentence_example": "오늘 밤에 달이 아름답게 빛나고 있어요. (The moon is shining beautifully tonight.)"
    },
    {
        "additional_translations": "sphere, globe",
        "explanation_of_expression": "A round object used in various sports and games",
        "image_description0": "A round object made of rubber or leather, used in sports like soccer and basketball. It can bounce and be thrown or kicked.",
        "image_description1": "Imagine a round object made of rubber or leather, used in sports like soccer and basketball. It can bounce and be thrown or kicked.",
        "image_description2": "A round object made of rubber or leather, used in sports like soccer and basketball. It can bounce and be thrown or kicked.",
        "image_tags": " games, bouncing, throwing, kicking,",
        "explanation_of_syllables": "공 - sphere (it represents a round object),",
        "sentence_example": "나는 공을 던져서 친구와 함께 놀았어요. (I threw the ball and played with my friend.)"
    },
    {
        "additional_translations": "group, team",
        "explanation_of_expression": "A collection of people or things that are gathered together for a specific purpose.",
        "image_description0": "A group of objects, such as books, pencils, and notebooks, arranged neatly on a desk. The objects are organized and ready for use.",
        "image_description1": "In a brightly lit room, a collection of objects, including books, pencils, and notebooks, are neatly arranged on a desk. The objects are the center of attention and represent a focused and productive environment.",
        "image_description2": "A simple image that represents a class or group is a circle with various objects, such as books, pencils, and notebooks, arranged around it. The circle symbolizes unity and collaboration.",
        "image_tags": "organized, unity, collaboration, educational,",
        "explanation_of_syllables": "반 - half (it represents a division or part of a whole)",
        "sentence_example": "오늘은 반에서 친구들과 함께 공부했어요. (Today, I studied with my friends in class.)"
    },
    {
        "additional_translations": "nil",
        "explanation_of_expression": "영 is the sino-Korean word for zero, used in mathematics.",
        "image_description0": "In this image, there is a circle with nothing inside it, representing the concept of zero. The circle is surrounded by other numbers, emphasizing the absence of value in 영.",
        "image_description1": "Imagine a blackboard with various mathematical equations written on it. Among the numbers and symbols, there is a large, bold 영, symbolizing zero and its significance in mathematics.",
        "image_description2": "The image shows a calculator screen displaying the number 영, indicating zero. The screen is surrounded by other numbers, highlighting the unique value of 영 in mathematical calculations.",
        "image_tags": " calculation, value, absence,",
        "explanation_of_syllables": "영 - zero (it represents the concept of nothingness or absence of value)",
        "sentence_example": "오늘 수학 시험에서 영점을 받았어요. (Today, I got a zero on the math exam.)"
    },
    {
        "additional_translations": "nil, naught, nought",
        "explanation_of_expression": "The word '공' in this context refers to the number zero, often used in telephone numbers.",
        "image_description0": "Imagine a telephone keypad with the number zero highlighted. It represents the concept of zero or nothingness.",
        "image_description1": "In this image, the number zero is emphasized and stands out. It symbolizes the absence of any value or quantity.",
        "image_description2": "The image shows a telephone with the number zero displayed prominently on the screen. It represents the concept of zero or nothingness in the context of telephone numbers.",
        "image_tags": "numeric, telephone, keypad, valueless, quantity-less,",
        "explanation_of_syllables": "The syllable '공' in '공' does not have a specific meaning in this context.",
        "sentence_example": "전화번호에는 공이 들어가지 않아요. (There is no zero in the phone number.)"
    }
]