[
    {
        "additional_translations": "Thou",
        "explanation_of_expression": "A pronoun used to refer to the person being spoken to.",
        "image_description0": "A speech bubble with the word 'YOU' inside, representing the direct address to someone.",
        "image_description1": "A speech bubble with the word 'YOU' inside, indicating the person being directly spoken to.",
        "image_description2": "A speech bubble with the word 'YOU' inside, emphasizing the direct address to someone.",
        "image_description3": "A speech bubble with the word 'YOU' inside, representing the direct address to someone.",
        "image_tags": " Address, Communication, Pronoun,",
        "explanation_of_syllables": "너 - you",
        "sentence_example": "너는 어떻게 지내니? (How are you doing?)"
    },
    {
        "additional_translations": "Capital city of South Korea",
        "explanation_of_expression": "Seoul is the capital city of South Korea.",
        "image_description0": "A city skyline with tall buildings and a river flowing through it.",
        "image_description1": "A bustling city with skyscrapers and a river running through it.",
        "image_description2": "A vibrant cityscape with towering skyscrapers and a river flowing through the center.",
        "image_description3": "A panoramic view of a modern city with tall buildings and a river.",
        "image_tags": "urban, modern, vibrant, cityscape, skyline,",
        "explanation_of_syllables": "서 - west (referring to the location of Seoul in South Korea), 울 - hill (representing the hilly terrain of the city)",
        "sentence_example": "서울은 한국의 수도입니다. (Seoul is the capital of South Korea.)"
    },
    {
        "additional_translations": "ancient times, bygone days",
        "explanation_of_expression": "옛날 is used to refer to a time in the past, specifically the old days or long ago.",
        "image_description0": "A sepia-toned photograph of a rustic village with traditional houses and a winding road, representing the charm of the past.",
        "image_description1": "An image of a vintage pocket watch, symbolizing the passage of time and the nostalgia associated with the past.",
        "image_description2": "Imagine a scene where a person is sitting by a fireplace, surrounded by old books and antique furniture, reminiscing about the past.",
        "image_description3": "A picture of an ancient scroll with faded calligraphy, representing the historical significance and wisdom of the past.",
        "image_tags": "nostalgic, historical, traditional, rustic, charming,",
        "explanation_of_syllables": "옛 - old, ancient (referring to something from the past), 날 - day (representing a specific period of time)",
        "sentence_example": "옛날에는 사람들이 더욱 서로 도와주고 존중했던 것 같아요. (In the past, it seems like people helped and respected each other more.)"
    },
    {
        "additional_translations": "bazaar, marketplace",
        "explanation_of_expression": "시장 is a Korean word that means 'market'.",
        "image_description0": "A bustling marketplace with various stalls selling fruits, vegetables, and other goods.",
        "image_description1": "A vibrant market scene with colorful fruits, vegetables, and other products on display.",
        "image_description2": "In a lively market, vendors are selling a wide variety of goods, including fresh produce, clothing, and household items.",
        "image_description3": "A busy market filled with people shopping for groceries and browsing through different stalls.",
        "image_tags": "busy, diverse, lively, bustling,",
        "explanation_of_syllables": "시 - time, season; 장 - place, location",
        "sentence_example": "오늘 시장에서 신선한 과일을 샀어요. (Today, I bought fresh fruits at the market.)"
    },
    {
        "additional_translations": "City in South Korea",
        "explanation_of_expression": "Busan is a city in South Korea.",
        "image_description0": "A beautiful coastal city with tall buildings and a bustling port.",
        "image_description1": "Busan is a vibrant city with a stunning coastline and a busy harbor.",
        "image_description2": "Imagine a lively city with a breathtaking view of the ocean, that's Busan.",
        "image_description3": "A picture of Busan's skyline with the sea in the background.",
        "image_tags": "coastal, bustling, skyline, ocean,",
        "explanation_of_syllables": "부 - division (it represents the concept of a separate entity), 산 - mountain (it refers to a geographical feature)",
        "sentence_example": "부산에 가보고 싶어요. (I want to visit Busan.)"
    },
    {
        "additional_translations": "term, term of language",
        "explanation_of_expression": "단어 is a Korean word that means 'word' or 'vocabulary'.",
        "image_description0": "An image of a dictionary with the word '단어' highlighted.",
        "image_description1": "An image of a vocabulary notebook with the word '단어' written on it.",
        "image_description2": "In a colorful image, the word '단어' is written in big bold letters with various words surrounding it.",
        "image_description3": "An image of a word cloud with the word '단어' in the center and related words surrounding it.",
        "image_tags": "language, learning, education, study, dictionary,",
        "explanation_of_syllables": "단 - single, individual (it represents the concept of a single unit), 어 - language (it refers to the concept of communication through words)",
        "sentence_example": "저는 한국어 단어를 많이 공부해요. (I study a lot of Korean words.)"
    },
    {
        "additional_translations": "presentation, spectacle",
        "explanation_of_expression": "A 공연 refers to a live performance or show, such as a concert, theater play, or dance performance.",
        "image_description0": "An empty stage with colorful lights shining on it, ready for a performance.",
        "image_description1": "A stage with a microphone and musical instruments set up, indicating a live performance.",
        "image_description2": "A group of talented artists showcasing their skills on a stage, captivating the audience with their performance.",
        "image_description3": "A crowd of people gathered in a theater, watching a captivating performance on stage.",
        "image_tags": "entertaining, artistic, cultural, expressive, captivating, talented,",
        "explanation_of_syllables": "공 - public (it represents the concept of something being presented to an audience), 연 - connection (it refers to the connection between the performers and the audience)",
        "sentence_example": "오늘 저는 멋진 공연을 감상했어요. (Today, I enjoyed a wonderful performance.)"
    },
    {
        "additional_translations": "to reach, to make it",
        "explanation_of_expression": "The expression 도착하다 means to arrive or get to a certain destination.",
        "image_description0": "A road sign with an arrow pointing towards a destination.",
        "image_description1": "A map with a highlighted route leading to a specific location.",
        "image_description2": "A person holding a map and pointing towards a destination.",
        "image_description3": "An airplane landing on a runway.",
        "image_tags": "travel, transportation, destination, journey, arrival,",
        "explanation_of_syllables": "도 - road, path (it represents the concept of a route or way), 착 - arrival (it refers to the act of reaching a destination)",
        "sentence_example": "오늘 저녁에 도착할 예정입니다. (I am scheduled to arrive this evening.)"
    },
    {
        "additional_translations": "gift, donation, offering",
        "explanation_of_expression": "선물 is a noun that means 'present' or 'gift'.",
        "image_description0": "A beautifully wrapped box with a bow on top, representing a present or gift.",
        "image_description1": "The image shows a box with a bow on top, symbolizing a present or gift.",
        "image_description2": "Imagine a box with a bow on top, symbolizing a present or gift.",
        "image_description3": "The image depicts a wrapped box with a bow on top, representing a present or gift.",
        "image_tags": "wrapped, surprise, celebration, occasion,",
        "explanation_of_syllables": "선 - line, boundary, limit; 물 - water",
        "sentence_example": "오늘 친구에게 선물을 주었어요. (Today, I gave a present to my friend.)"
    },
    {
        "additional_translations": "River Han",
        "explanation_of_expression": "The Han River is a major river in South Korea that flows through the capital city of Seoul. It is an iconic symbol of the city and plays a significant role in the daily lives of its residents.",
        "image_description0": "A serene river flowing through a bustling cityscape, representing the Han River's tranquil beauty amidst the urban environment.",
        "image_description1": "The Han River, depicted as a lifeline of Seoul, connecting various neighborhoods and providing a peaceful escape from the city's hustle and bustle.",
        "image_description2": "A picturesque view of the Han River, showcasing its importance as a natural landmark and recreational space in Seoul.",
        "image_description3": "An image capturing the essence of the Han River, with its calm waters reflecting the city lights at night.",
        "image_tags": "scenic, urban, nature, water, landmark, recreational,",
        "explanation_of_syllables": "한 - Han (refers to the Han River), 강 - river",
        "sentence_example": "오늘은 한강에서 산책하며 시간을 보냈어요. (Today, I spent time walking along the Han River.)"
    },
    {
        "additional_translations": "rubbish, refuse, trash, waste material",
        "explanation_of_expression": "쓰레기 refers to any kind of waste material or garbage.",
        "image_description0": "An overflowing trash can with various types of waste material.",
        "image_description1": "A pile of garbage bags filled with different types of waste material.",
        "image_description2": "A visual representation of the concept of waste material, emphasizing the negative impact on the environment.",
        "image_description3": "A landfill site filled with heaps of garbage and waste material.",
        "image_tags": "dirty, polluted, environmental, disposal, recycling, landfill,",
        "explanation_of_syllables": "쓰 - to write, to scribble; 레기 - waste, garbage",
        "sentence_example": "오늘은 쓰레기를 분리수거했어요. (Today, I separated the waste for recycling.)"
    },
    {
        "additional_translations": "to commit to memory, to learn",
        "explanation_of_expression": "The expression '외우다' means to memorize or learn something by heart.",
        "image_description0": "A stack of flashcards with words written on them, representing the act of memorizing or learning by heart.",
        "image_description1": "The act of memorizing or learning by heart is represented by a series of interconnected gears, symbolizing the process of internalizing information.",
        "image_description2": "In a dark room, a spotlight shines on a book with the word '외우다' written on it, emphasizing the importance of memorization and learning by heart.",
        "image_description3": "An open book with the word '외우다' written on its pages, symbolizing the act of memorizing or learning by heart.",
        "image_tags": "knowledgeable, memory, repetition, study, education,",
        "explanation_of_syllables": "외 - outside, beyond (it represents the act of acquiring knowledge or information from external sources), 우 - to remember, to retain (it refers to the process of storing information in one's memory)",
        "sentence_example": "오늘은 한 시간 동안 10개의 단어를 외웠어요. (Today, I memorized 10 words in one hour.)"
    },
    {
        "additional_translations": "metropolis, metropole, big city",
        "explanation_of_expression": "The word '수도' refers to the capital city of a country.",
        "image_description0": "A city skyline with tall buildings and skyscrapers, representing a bustling capital city.",
        "image_description1": "The image shows a cityscape with iconic landmarks and busy streets, symbolizing a capital city.",
        "image_description2": "Imagine a vibrant city with towering skyscrapers and bustling streets, representing the energy and importance of a capital city.",
        "image_description3": "The image depicts a cityscape with prominent government buildings and a bustling urban environment, representing a capital city.",
        "image_tags": "urban, modern, developed, bustling, vibrant, cosmopolitan,",
        "explanation_of_syllables": "수 - water (it represents the concept of a source or origin), 도 - path (it refers to a route or way)",
        "sentence_example": "서울은 한국의 수도입니다. (Seoul is the capital of Korea.)"
    },
    {
        "additional_translations": "together, with, along",
        "explanation_of_expression": "The word '같이' is used to indicate doing something in the company or presence of someone or something else. It implies a sense of togetherness or companionship.",
        "image_description0": "A group of objects arranged closely together, symbolizing unity and togetherness.",
        "image_description1": "The image shows a collection of items that are all connected or linked in some way, representing the idea of being together.",
        "image_description2": "In a vibrant and colorful image, various objects are depicted as being intertwined or connected, emphasizing the concept of togetherness.",
        "image_description3": "The image portrays two objects side by side, indicating that they are together or in close proximity.",
        "image_tags": "unity, connection, companionship, collaboration, cooperation, harmony,",
        "explanation_of_syllables": "같 - same, 이 - with, together",
        "sentence_example": "우리는 항상 같이 공부해요. (We always study together.)"
    },
    {
        "additional_translations": "Royal Palace",
        "explanation_of_expression": "Gyeongbokgung Palace is a historic palace located in Seoul, South Korea. It was the main royal palace of the Joseon dynasty and is considered a symbol of Korean heritage.",
        "image_description0": "A majestic palace surrounded by beautiful gardens and traditional Korean architecture.",
        "image_description1": "Gyeongbokgung Palace is a grand and magnificent palace with intricate details and vibrant colors.",
        "image_description2": "Imagine a sprawling palace complex with multiple buildings and pavilions, showcasing the rich history and culture of Korea.",
        "image_description3": "A stunning view of Gyeongbokgung Palace with its traditional architecture and picturesque surroundings.",
        "image_tags": "historic, royal, majestic, traditional, cultural, architecture,",
        "explanation_of_syllables": "경 - capital (referring to Seoul as the capital city), 복 - fortune (symbolizing the prosperity and good fortune of the palace), 궁 - palace",
        "sentence_example": "오늘은 경복궁에 가서 한복을 입고 사진을 찍었어요. (Today, I went to Gyeongbokgung Palace and took pictures wearing hanbok.)"
    },
    {
        "additional_translations": "scenic beauty, picturesque view",
        "explanation_of_expression": "경치 (scenery) refers to the natural or man-made view that is visually appealing and pleasing to the eye.",
        "image_description0": "A breathtaking landscape with rolling hills, lush greenery, and a clear blue sky.",
        "image_description1": "The expression 경치 (scenery) can be described as a stunning natural view with mountains, rivers, and colorful foliage.",
        "image_description2": "Imagine standing on a hilltop and looking out at a vast expanse of beautiful scenery, with mountains, forests, and a sparkling river.",
        "image_description3": "An image that captures the beauty of nature, with mountains, a flowing river, and colorful flowers in the foreground.",
        "image_tags": "beautiful, picturesque, breathtaking, serene, tranquil,",
        "explanation_of_syllables": "경 (scenery) - refers to the visual aspect of the view, 치 (place) - represents the location or area where the scenery is observed",
        "sentence_example": "오늘은 산에 올라가서 아름다운 경치를 감상했어요. (Today, I climbed up the mountain and enjoyed the beautiful scenery.)"
    },
    {
        "additional_translations": "to go sightseeing, to tour",
        "explanation_of_expression": "This expression is used to describe the act of sightseeing or touring a place.",
        "image_description0": "A beautiful landscape with mountains, rivers, and trees, representing the scenic views that can be enjoyed while sightseeing.",
        "image_description1": "The expression 'to sightsee' can be represented by an image of a camera capturing a picturesque view.",
        "image_description2": "Imagine a group of tourists holding cameras and exploring a famous landmark, capturing the beauty of the place.",
        "image_description3": "An image of a person with a camera in hand, capturing the sights and attractions of a city.",
        "image_tags": "scenic, tourism, exploration, adventure, travel, landmarks,",
        "explanation_of_syllables": "구 - sight, 경 - view",
        "sentence_example": "오늘은 친구와 함께 구경하러 도시를 여행했어요. (Today, I traveled to the city with my friend to go sightseeing.)"
    },
    {
        "additional_translations": "sing a song, perform a song",
        "explanation_of_expression": "To sing a song.",
        "image_description0": "A microphone on a stand with sound waves coming out of it.",
        "image_description1": "A microphone on a stand with sound waves coming out of it.",
        "image_description2": "A microphone on a stand with sound waves coming out of it, symbolizing the act of singing a song.",
        "image_description3": "A person holding a microphone and singing into it.",
        "image_tags": "music, performance, entertainment, stage,",
        "explanation_of_syllables": "노 - song (it represents the concept of a musical composition), 래 - to do (it indicates an action or activity)",
        "sentence_example": "오늘은 친구들과 함께 노래를 하러 가요. (Today, I'm going to sing a song with my friends.)"
    },
    {
        "additional_translations": "autumn leaves, fall foliage",
        "explanation_of_expression": "단풍 is a Korean word that refers to the beautiful colors of autumn leaves, especially those of maple trees.",
        "image_description0": "A vibrant mix of red, orange, and yellow leaves covering the ground.",
        "image_description1": "The image shows a picturesque scene of trees with their leaves in various shades of red, orange, and yellow, representing the colors of autumn.",
        "image_description2": "Imagine a serene forest with trees adorned in vibrant red, orange, and yellow leaves, creating a breathtaking autumn landscape.",
        "image_description3": "The image captures the essence of autumn with a close-up view of a maple leaf in vibrant shades of red and orange.",
        "image_tags": "colorful, foliage, nature, seasonal, vibrant,",
        "explanation_of_syllables": "단 - short for 단풍나무 (maple tree), 풍 - wind (referring to the wind blowing the leaves), 단풍 - autumn foliage",
        "sentence_example": "가을에는 단풍이 아름답게 물들어요. (In autumn, the maple leaves turn beautifully.)"
    },
    {
        "additional_translations": "East Gate",
        "explanation_of_expression": "Dongdaemun is a historical gate located in Seoul, South Korea. It is one of the major landmarks in the city and represents the rich cultural heritage of Korea.",
        "image_description0": "An ancient gate with a traditional roof and intricate architectural details.",
        "image_description1": "A majestic gate with a curved roof and ornate decorations, symbolizing the historical significance of Dongdaemun.",
        "image_description2": "A grand gate standing tall with its unique design, showcasing the historical importance of Dongdaemun.",
        "image_description3": "A magnificent gate with traditional Korean architecture, serving as a symbol of the past.",
        "image_tags": " cultural, landmark, architecture, Seoul, South Korea,",
        "explanation_of_syllables": "동 - east, 대 - big, 문 - gate",
        "sentence_example": "오늘은 동대문에서 쇼핑을 하고 싶어요. (Today, I want to go shopping at Dongdaemun.)"
    },
    {
        "additional_translations": "to go hiking",
        "explanation_of_expression": "This expression means to engage in the activity of climbing a mountain.",
        "image_description0": "A scenic view of a mountain peak with a trail leading up to it.",
        "image_description1": "A picturesque landscape with a towering mountain and a winding path leading towards it.",
        "image_description2": "Imagine a breathtaking mountain landscape with a challenging trail that leads to the summit.",
        "image_description3": "A beautiful image of a mountain with a hiking trail that showcases the essence of 등산(을) 하다.",
        "image_tags": "scenic, nature, adventure, outdoors, trail, summit,",
        "explanation_of_syllables": "등 - back (referring to the action of climbing up a mountain), 산 - mountain",
        "sentence_example": "오늘은 친구들과 함께 등산을 하러 갈 거예요. (Today, I will go hiking with my friends.)"
    },
    {
        "additional_translations": "Rice cake stir-fry, Spicy rice cake",
        "explanation_of_expression": "떡볶이 is a popular Korean street food made with cylindrical rice cakes stir-fried in a spicy sauce.",
        "image_description0": "An image of a plate with cylindrical rice cakes covered in a spicy sauce.",
        "image_description1": "An image of a plate with spicy rice cakes, showing the delicious and spicy flavor.",
        "image_description2": "An image of a plate with 떡볶이, highlighting the spicy and flavorful sauce that coats the rice cakes.",
        "image_description3": "An image of a plate with 떡볶이, showcasing the chewy texture of the rice cakes and the vibrant red color of the spicy sauce.",
        "image_tags": " Street food, Korean cuisine, Stir-fried,",
        "explanation_of_syllables": "떡 - rice cake (it refers to the main ingredient of the dish), 볶이 - stir-fry (it represents the cooking method of the rice cakes)",
        "sentence_example": "오늘 점심에 떡볶이를 먹었어요. (I had 떡볶이 for lunch today.)"
    },
    {
        "additional_translations": "everybody, everything",
        "explanation_of_expression": "모두 means 'all', 'every', or 'everyone'. It refers to the entirety or the whole of a group or collection.",
        "image_description0": "A table filled with various objects representing different people or things, symbolizing the concept of 'all' or 'everyone'.",
        "image_description1": "An image of a diverse group of objects, each representing a different person or thing, illustrating the idea of 'all' or 'everyone'.",
        "image_description2": "Imagine a scenario where a room is filled with various objects, each representing a different person or thing. The emphasis is on the idea that 'all' or 'everyone' is present in that room.",
        "image_description3": "An image of a crowd of diverse people or a collection of various objects, representing the concept of 'all' or 'everyone'.",
        "image_tags": " collection, entirety, various,",
        "explanation_of_syllables": "모 - all (it represents the concept of entirety or the whole), 두 - two (it refers to a pair or a combination, but in this case, it is used to emphasize the idea of 'all' or 'everyone')",
        "sentence_example": "오늘은 모두에게 감사의 말씀을 전하고 싶어요. (Today, I want to express gratitude to everyone.)"
    },
    {
        "additional_translations": "traditional village, cultural village",
        "explanation_of_expression": "A 민속촌 is a place that showcases traditional Korean culture and lifestyle.",
        "image_description0": "A village with traditional Korean houses, surrounded by beautiful nature.",
        "image_description1": "A picturesque village with traditional Korean houses and lush greenery, representing the essence of Korean culture.",
        "image_description2": "A serene village nestled in the countryside, where traditional Korean houses stand proudly, preserving the rich cultural heritage of Korea.",
        "image_description3": "A scenic village with traditional Korean houses, offering a glimpse into the vibrant cultural traditions of Korea.",
        "image_tags": " cultural, heritage, nature,",
        "explanation_of_syllables": "민 - people (referring to the Korean people), 속 - tradition (representing the cultural heritage), 촌 - village (a small settlement)",
        "sentence_example": "저는 민속촌에서 한국 전통문화를 경험하고 싶어요. (I want to experience Korean traditional culture at a folk village.)"
    },
    {
        "additional_translations": "to discard, to get rid of",
        "explanation_of_expression": "버리다 means to throw away or abandon something. It can also mean to desert or dump something.",
        "image_description0": "A pile of trash bags on the side of the road, symbolizing the act of throwing away or discarding something.",
        "image_description1": "An overflowing garbage can with various items sticking out, representing the idea of getting rid of or abandoning things.",
        "image_description2": "In a deserted alley, there is a trash can overflowing with garbage, emphasizing the act of throwing away or abandoning something.",
        "image_description3": "An image of a person throwing a broken item into a trash bin, illustrating the concept of 버리다.",
        "image_tags": "trash, disposal, waste, discard,",
        "explanation_of_syllables": "버리다 - to throw away or abandon, 버 - to throw, 리다 - to discard",
        "sentence_example": "나는 오래된 옷을 버렸어요. (I threw away my old clothes.)"
    },
    {
        "additional_translations": "Peking",
        "explanation_of_expression": "Beijing is the capital city of China.",
        "image_description0": "A city skyline with tall buildings and a prominent landmark that represents Beijing.",
        "image_description1": "A cityscape with traditional Chinese architecture and elements that symbolize Beijing.",
        "image_description2": "A vibrant cityscape with bustling streets and iconic landmarks that showcase the essence of Beijing.",
        "image_description3": "An image of the Great Wall of China, representing the historical significance of Beijing.",
        "image_tags": "historic, cultural, modern, urban, architectural,",
        "explanation_of_syllables": "베이 - bay (it represents the pronunciation of 'Be'), 징 - jing (it represents the pronunciation of 'jing')",
        "sentence_example": "베이징은 중국의 수도입니다. (Beijing is the capital city of China.)"
    },
    {
        "additional_translations": "Mixed rice; Rice mixed with vegetables and meat",
        "explanation_of_expression": "Bibimbap is a Korean dish made with rice, mixed with various vegetables, meat, and a spicy sauce.",
        "image_description0": "A colorful bowl filled with rice, vegetables, and meat, all mixed together.",
        "image_description1": "A bowl of rice topped with a variety of colorful vegetables and meat, all mixed together.",
        "image_description2": "A vibrant bowl of rice with a colorful assortment of vegetables and meat, all mixed together to create a delicious Bibimbap.",
        "image_description3": "A bowl of Bibimbap, a Korean dish consisting of rice, vegetables, and meat, all mixed together.",
        "image_tags": " Delicious, Korean,",
        "explanation_of_syllables": "비 - mix (it represents the action of mixing various ingredients together), 빔 - rice (it refers to the main ingredient of the dish), 밥 - meal (it signifies that Bibimbap is a complete meal)",
        "sentence_example": "점심에 비빔밥을 먹었어요. (I had Bibimbap for lunch.)"
    },
    {
        "additional_translations": "to do the dishes, to wash up",
        "explanation_of_expression": "This expression refers to the action of washing the dishes after a meal.",
        "image_description0": "A sink filled with dirty dishes and a sponge and soap nearby.",
        "image_description1": "A sink full of dirty dishes with soap and a sponge nearby, indicating that someone is about to wash them.",
        "image_description2": "In a messy kitchen, a person is standing in front of a sink filled with dirty dishes, holding a sponge and soap, ready to wash them.",
        "image_description3": "An image of a sink filled with dirty dishes and a person washing them with a sponge and soap.",
        "image_tags": "kitchen,",
        "explanation_of_syllables": "설 - to wash, 거지 - dishes",
        "sentence_example": "저녁 식사 후에는 항상 설거지를 해요. (After dinner, I always wash the dishes.)"
    },
    {
        "additional_translations": "to dispose of garbage",
        "explanation_of_expression": "This expression means to throw trash away.",
        "image_description0": "An image of a trash can with trash being thrown into it.",
        "image_description1": "The image shows a trash can with trash being thrown away.",
        "image_description2": "In this image, a person is throwing trash into a trash can, emphasizing the action of throwing trash away.",
        "image_description3": "The image depicts a person disposing of trash by throwing it into a trash can.",
        "image_tags": "clean, waste, environment, garbage, disposal, recycling,",
        "explanation_of_syllables": "쓰 - to throw, 레기 - trash, 를 - object particle, 버리 - to discard, 다 - verb ending",
        "sentence_example": "저는 매일 쓰레기를 버릴 때마다 환경을 생각해요. (Every time I throw away trash, I think about the environment.)"
    },
    {
        "additional_translations": "Insa-dong",
        "explanation_of_expression": "Insa-dong is a neighborhood in Seoul known for its traditional Korean culture and crafts.",
        "image_description0": "A street lined with traditional Korean buildings and shops selling traditional crafts and souvenirs.",
        "image_description1": "A bustling street filled with shops selling traditional Korean crafts and souvenirs.",
        "image_description2": "A vibrant street with colorful shops showcasing traditional Korean crafts and souvenirs.",
        "image_description3": "A lively street with traditional Korean buildings and shops selling crafts and souvenirs.",
        "image_tags": " vibrant, lively, colorful,",
        "explanation_of_syllables": "인 - person, 사 - company, 동 - neighborhood",
        "sentence_example": "오늘은 인사동에서 한국 전통 공예품을 구매했어요. (Today, I bought traditional Korean crafts in Insa-dong.)"
    },
    {
        "additional_translations": "to organize, to sort out",
        "explanation_of_expression": "This expression refers to the action of tidying up or organizing things in a neat and orderly manner.",
        "image_description0": "A desk with scattered papers and stationery items, and then the same desk with everything neatly arranged and organized.",
        "image_description1": "A messy room with clothes and objects scattered all over the floor, and then the same room with everything neatly put away and organized.",
        "image_description2": "In a cluttered space, various items are being sorted and arranged in an orderly manner, creating a clean and organized environment.",
        "image_description3": "An image showing a before and after scenario of a messy room being tidied up and transformed into a clean and organized space.",
        "image_tags": " clean, cluttered, sorting, arranging,",
        "explanation_of_syllables": "정 - order, arrangement, organization, tidy\n리 - to sort, to arrange, to tidy up",
        "sentence_example": "오늘은 방을 정리하고 불필요한 물건들을 버렸어요. (Today, I tidied up my room and threw away unnecessary items.)"
    },
    {
        "additional_translations": "chores, household tasks",
        "explanation_of_expression": "The term '집안일' refers to the various tasks and chores that need to be done in a household, such as cleaning, cooking, laundry, and other domestic responsibilities.",
        "image_description0": "An organized and tidy kitchen with pots and pans on the stove, a cutting board with vegetables, and a sink with dishes waiting to be washed, representing the concept of '집안일'.",
        "image_description1": "A clean and well-maintained living room with a vacuum cleaner, a broom, and a mop, symbolizing the idea of '집안일' as the tasks involved in keeping a house clean and tidy.",
        "image_description2": "In a cozy and neat bedroom, a person is seen making the bed, while another person is dusting the furniture, emphasizing the importance of '집안일' in maintaining a comfortable living environment.",
        "image_description3": "A visual representation of '집안일' could be a collage of different household chores, such as sweeping, mopping, cooking, and doing laundry, showcasing the various tasks involved in managing a household.",
        "image_tags": " organized, domestic, chores, responsibilities,",
        "explanation_of_syllables": "집 - house, home; 앞 - inside; 일 - work, task",
        "sentence_example": "오늘은 집안일을 하느라 바빴어요. (Today, I was busy doing housework.)"
    },
    {
        "additional_translations": "to do household chores",
        "explanation_of_expression": "This expression means to do the tasks and responsibilities related to maintaining and taking care of a household.",
        "image_description0": "A clean and organized living room with a vacuum cleaner and a duster on the table.",
        "image_description1": "The image shows a tidy kitchen with dishes being washed in the sink.",
        "image_description2": "In a cozy home, a person is seen sweeping the floor diligently, taking care of the household chores.",
        "image_description3": "The image depicts a person cleaning the windows and wiping the dust off the furniture in a well-maintained house.",
        "image_tags": "clean, organized, household, chores, responsibility, maintenance,",
        "explanation_of_syllables": "집 - house, home; 알 - inside; 일 - work, job",
        "sentence_example": "오늘은 집안일을 하기로 했어요. (Today, I decided to do the housework.)"
    },
    {
        "additional_translations": "vehicle, automobile",
        "explanation_of_expression": "A car is a motor vehicle with four wheels; usually propelled by an internal combustion engine.",
        "image_description0": "A sleek, shiny vehicle with four wheels and a metallic body.",
        "image_description1": "A metallic vehicle with four wheels that is used for transportation.",
        "image_description2": "A shiny, metallic vehicle with four wheels that is used for transportation.",
        "image_description3": "A vehicle with four wheels and a metallic body.",
        "image_tags": " automotive, motorized,",
        "explanation_of_syllables": "차 - vehicle, car",
        "sentence_example": "나는 차를 운전할 수 있어요. (I can drive a car.)"
    },
    {
        "additional_translations": "brew, infusion",
        "explanation_of_expression": "차 is a Korean word that refers to tea, specifically brewed tea. It can also be used to describe the act of brewing tea.",
        "image_description0": "A steaming cup of tea sitting on a saucer.",
        "image_description1": "A cup of tea with steam rising from it, indicating that it is hot.",
        "image_description2": "A cup of tea being poured from a teapot, emphasizing the brewing process.",
        "image_description3": "A teapot with tea leaves inside, symbolizing the preparation of tea.",
        "image_tags": " beverage, drinkable, aromatic, brewed, infusion,",
        "explanation_of_syllables": "차 - tea (it represents the concept of brewed tea)",
        "sentence_example": "오늘은 차 한 잔 마실래요? (Would you like to have a cup of tea today?)"
    },
    {
        "additional_translations": "live performance, show",
        "explanation_of_expression": "A concert is a live performance of music by one or more musicians or singers.",
        "image_description0": "An image of a stage with musical instruments and microphones set up, ready for a performance.",
        "image_description1": "The image shows a stage with spotlights shining on it, indicating a performance is about to begin.",
        "image_description2": "Imagine a large crowd of people gathered in a stadium, eagerly waiting for the concert to start.",
        "image_description3": "A vibrant image of a concert with colorful lights, a band playing on stage, and the audience enjoying the music.",
        "image_tags": "music, lights, audience, entertainment,",
        "explanation_of_syllables": "콘 - corn (it represents the concept of a cone-shaped object), 서트 - sort (it refers to a specific type or category)",
        "sentence_example": "오늘 저는 콘서트에 갔어요. (Today, I went to a concert.)"
    },
    {
        "additional_translations": "to give a concert, to perform a concert",
        "explanation_of_expression": "To hold a concert",
        "image_description0": "A stage with musical instruments and microphones set up, ready for a concert",
        "image_description1": "A stage with musical instruments and microphones set up, indicating that a concert is about to take place",
        "image_description2": "A stage with a large crowd of people eagerly waiting for the concert to begin",
        "image_description3": "A group of musicians performing on a stage in front of a cheering audience",
        "image_tags": " performance, crowd,",
        "explanation_of_syllables": "콘서트(를) 하다 - 콘서트 means 'concert' and 하다 means 'to do' or 'to hold'",
        "sentence_example": "우리 학교에서 콘서트를 하려고 준비하고 있어요. (We are preparing to hold a concert at our school.)"
    },
    {
        "additional_translations": "together, along with",
        "explanation_of_expression": "The word '하고' is used to indicate that two or more things or people are together or in the same place. It is often translated as 'with' in English.",
        "image_description0": "A table with a plate of food and a glass of water next to it.",
        "image_description1": "A table set for two people with plates of food and glasses of water.",
        "image_description2": "A table with two people sitting across from each other, eating together.",
        "image_description3": "A picture of two people walking side by side.",
        "image_tags": "together, companionship, partnership, collaboration, unity, connection,",
        "explanation_of_syllables": "하 - to do, 고 - and",
        "sentence_example": "저는 친구하고 함께 영화를 보러 갔어요. (I went to watch a movie with my friend.)"
    }
]