[
    {
        "additional_translations": "occupation, job, duty",
        "explanation_of_expression": "일 (work, task) refers to any type of job or task that requires effort and produces a result.",
        "image_description0": "Imagine a busy beehive with bees flying in and out, each carrying a small piece of work. The bees are focused and diligent, working together to achieve a common goal.",
        "image_description1": "In a vibrant city, there are numerous buildings under construction. Workers in hard hats and reflective vests are diligently carrying out their tasks, ensuring the progress of the project.",
        "image_description2": "The image shows a neatly organized desk with a computer, notebook, and various tools. It represents a productive work environment where tasks are efficiently completed.",
        "image_tags": "busy, productive, effort, result,",
        "explanation_of_syllables": "일 (work, task) - It represents the concept of performing a job or task.",
        "sentence_example": "오늘은 많은 일을 해야 해요. (Today, I have a lot of work to do.)"
    },
    {
        "additional_translations": "residence, home",
        "explanation_of_expression": "집 means 'house' in English.",
        "image_description0": "A cozy shelter made of bricks and wood, with a chimney releasing smoke into the sky. The warm glow of lights emanates from the windows, inviting you inside.",
        "image_description1": "Imagine a picturesque countryside with rolling hills and a charming cottage nestled among the greenery. The house stands proudly, showcasing its unique architecture and vibrant colors.",
        "image_description2": "A simple image that represents 집 is a roof over four walls, symbolizing a place of shelter and comfort.",
        "image_tags": "cozy, sheltered, inviting, warm, homey, comforting,",
        "explanation_of_syllables": "집 - house (it represents the concept of a dwelling or place of residence)",
        "sentence_example": "오늘은 집에서 휴식을 취했어요. (Today, I rested at home.)"
    },
    {
        "additional_translations": "currency, cash",
        "explanation_of_expression": "A medium of exchange that is used to facilitate transactions and as a measure of value.",
        "image_description0": "A stack of coins and bills sitting on a scale, representing the value and weight of money. A piggy bank with coins overflowing, symbolizing savings and accumulation of wealth. A wallet filled with bills and credit cards, representing financial resources and purchasing power.",
        "image_description1": "Imagine a golden dollar sign shining brightly, symbolizing the power and allure of money. Picture a treasure chest overflowing with gold coins and jewels, representing wealth and abundance. Visualize a money tree with leaves made of dollar bills, symbolizing the growth and prosperity that money can bring.",
        "image_description2": "A simple image that represents money is a dollar sign ($), which is universally recognized as a symbol for currency and wealth.",
        "image_tags": "currency, finance, transactional, valuable, valuable,",
        "explanation_of_syllables": "돈 - money (it represents the concept of currency and financial resources)",
        "sentence_example": "오늘은 친구에게 돈을 빌려주었어요. (Today, I lent money to my friend.)"
    },
    {
        "additional_translations": "whereabouts, whither",
        "explanation_of_expression": "Asking for the location or place of something or someone.",
        "image_description0": "Imagine a map with a red pin indicating a specific location. The pin represents the concept of 'where' and the map represents the context of searching for a place.",
        "image_description1": "In a colorful illustration, the word 'where' is written in bold and vibrant letters, emphasizing the curiosity and search for a specific location.",
        "image_description2": "A picture of a compass pointing in different directions, symbolizing the idea of searching for a specific place or direction.",
        "image_tags": " place, direction, compass,",
        "explanation_of_syllables": "어 - place, location, 디 - question particle",
        "sentence_example": "어디에 가고 싶어요? (Where do you want to go?)"
    },
    {
        "additional_translations": "palm, fist, grip",
        "explanation_of_expression": "The word '손' refers to the body part that is used for grasping, holding, and manipulating objects.",
        "image_description0": "Imagine a hand reaching out to grab a ripe apple from a tree. The fingers wrap around the apple, ready to pluck it from the branch. The hand is strong and capable, with the power to pick up and carry objects.",
        "image_description1": "Visualize a hand with its fingers extended, ready to shake someone's hand in greeting. The hand is open and welcoming, symbolizing friendship and connection. It represents the act of reaching out and making contact with others.",
        "image_description2": "Imagine a handprint left on a foggy window. The condensation on the glass forms the shape of a hand, leaving behind a temporary mark. It represents the presence of someone who was there but has now moved on.",
        "image_tags": "grasping, holding, manipulating, plucking, carrying,",
        "explanation_of_syllables": "손 - hand (it represents the body part used for grasping and manipulating objects)",
        "sentence_example": "나는 손으로 책을 잡았어요. (I grabbed the book with my hand.)"
    },
    {
        "additional_translations": "hour, moment",
        "explanation_of_expression": "시간 (time) refers to the measurement of the duration between events or actions.",
        "image_description0": "Imagine an hourglass with sand flowing from the top to the bottom, representing the passing of time. In the background, there is a clock ticking, symbolizing the continuous movement of time. The image also includes a calendar with pages flipping, indicating the progression of days.",
        "image_description1": "In this image, the word '시간' is highlighted in bold and vibrant colors, emphasizing its importance. Surrounding the word, there are various symbols representing different aspects of time, such as a clock, a stopwatch, and a sundial. These symbols convey the concept of measuring and managing time effectively.",
        "image_description2": "The image shows a serene landscape with a beautiful sunrise or sunset. The changing colors of the sky and the shadows cast by the trees illustrate the passage of time. Additionally, there is a subtle representation of a clock face integrated into the scenery, symbolizing the continuous movement of time.",
        "image_tags": "measurable, continuous, flowing, progression, management, duration,",
        "explanation_of_syllables": "시 - time (it represents the concept of measuring and managing time effectively), 간 - interval (it refers to the duration between events or actions)",
        "sentence_example": "오늘 시간이 없어서 만나기 어려울 것 같아요. (I don't think I can meet you today because I don't have time.)"
    },
    {
        "additional_translations": "to encounter, to come across",
        "explanation_of_expression": "The expression '만나다' means to meet someone or to encounter someone. It refers to the act of coming across another person and engaging in a meeting or interaction.",
        "image_description0": "Imagine a pathway leading to a meeting point, where two paths converge and two people are standing face to face. They are smiling and shaking hands, symbolizing the act of meeting and greeting each other.",
        "image_description1": "In this image, the focus is on two arrows moving towards each other, representing two individuals coming together to meet. The arrows are vibrant and dynamic, emphasizing the action of meeting.",
        "image_description2": "The image shows two doors opening towards each other, creating a pathway in between. This represents the concept of meeting, where two individuals come together through an open space.",
        "image_tags": "connection, interaction, encounter, convergence, pathway, greeting,",
        "explanation_of_syllables": "만 - fullness (it represents the idea of completeness or entirety), 나 - to come out (it signifies the action of someone or something emerging or appearing)",
        "sentence_example": "오늘은 오랜만에 친구를 만났어요. (Today, I met my friend after a long time.)"
    },
    {
        "additional_translations": "search, seek",
        "explanation_of_expression": "To actively look for something or someone",
        "image_description0": "A magnifying glass hovering over a map, searching for a specific location. The map is filled with various landmarks and symbols, representing the search for something specific amidst a sea of possibilities.",
        "image_description1": "A person with a determined expression, holding a flashlight and searching through a dark forest. The flashlight beam illuminates the path ahead, emphasizing the act of actively seeking and exploring.",
        "image_description2": "An image of a puzzle with missing pieces, symbolizing the act of searching for the missing parts to complete the whole. The puzzle represents the search for knowledge or understanding.",
        "image_tags": "exploration, discovery, investigation, puzzle-solving, quest,",
        "explanation_of_syllables": "찾 - search (it represents the concept of actively looking for something), 다 - to do (it indicates an action or behavior)",
        "sentence_example": "도서관에서 책을 찾았어요. (I found a book at the library.)"
    },
    {
        "additional_translations": "extremely, highly",
        "explanation_of_expression": "아주 is an adverb that is used to emphasize the degree or intensity of something. It can be translated as 'very' or 'completely'.",
        "image_description0": "In the image, there is a thermometer showing a high temperature. The temperature is extremely hot, indicating the meaning of 아주.",
        "image_description1": "The image shows a magnifying glass zooming in on the word 'very' written in bold letters. This emphasizes the intensity and importance of 아주.",
        "image_description2": "The image depicts a scale with one side heavily tilted downwards, indicating the extreme or complete nature of 아주.",
        "image_tags": "intense, extreme, high, important, significant, powerful,",
        "explanation_of_syllables": "아 - prefix used to emphasize or intensify, 주 - noun meaning 'main' or 'primary'",
        "sentence_example": "오늘 날씨가 아주 좋아요. (Today, the weather is very good.)"
    },
    {
        "additional_translations": "pal, buddy, mate",
        "explanation_of_expression": "친구 means 'friend' in English.",
        "image_description0": "친구 is like two puzzle pieces that fit perfectly together, representing a strong bond and connection. It's like two halves of a heart coming together to form a whole.",
        "image_description1": "Imagine a colorful illustration of two puzzle pieces fitting together, symbolizing the strong friendship represented by 친구.",
        "image_description2": "친구 can be represented by an image of two puzzle pieces fitting together, symbolizing the strong bond and connection between friends.",
        "image_tags": "bonding, connection, companionship, unity,",
        "explanation_of_syllables": "친 - close, intimate; 구 - companion, partner",
        "sentence_example": "오늘은 친구에게 선물을 주었어요. (Today, I gave a gift to my friend.)"
    },
    {
        "additional_translations": "educational institution, academy",
        "explanation_of_expression": "A place where students go to learn and receive formal education.",
        "image_description0": "A building with multiple floors and classrooms where students gather to learn. There are books, desks, and chairs inside the classrooms. Outside the building, there is a playground with swings and slides.",
        "image_description1": "Imagine a colorful illustration of a school building with a big sign that says 'School' in bold letters. The building is surrounded by trees and there are children happily playing and studying in the courtyard.",
        "image_description2": "A vibrant image of a school building with a large playground. The building has a clock tower and colorful flags flying on top. Students are seen entering the building with backpacks and there are school buses parked nearby.",
        "image_tags": "educational, institution, learning, students, books, desks,",
        "explanation_of_syllables": "학 - learning, 교 - teaching",
        "sentence_example": "오늘은 학교에서 친구들과 함께 공부했어요. (Today, I studied with my friends at school.)"
    },
    {
        "additional_translations": "workout, physical activity",
        "explanation_of_expression": "The word '운동' refers to any form of physical activity or exercise that involves movement.",
        "image_description0": "Imagine a pair of running shoes on a treadmill, symbolizing the act of exercising and moving your body.",
        "image_description1": "Picture a vibrant illustration of various sports equipment, highlighting the concept of engaging in physical activity and movement.",
        "image_description2": "Visualize a dynamic image of a person jogging in a park, representing the idea of exercise and movement.",
        "image_tags": "active, energetic, healthy, fitness, training,",
        "explanation_of_syllables": "운 - luck or fortune, 동 - movement or action",
        "sentence_example": "오늘은 운동을 하기로 결정했어요. (Today, I decided to exercise.)"
    },
    {
        "additional_translations": "older brother, oppa",
        "explanation_of_expression": "오빠 is a Korean term used by females to refer to their older brother or a close male friend who is older than them.",
        "image_description0": "Imagine a protective shield made of light surrounding a younger sister, symbolizing the presence and care of her 오빠.",
        "image_description1": "In a colorful illustration, a younger sister is happily hugging her 오빠, showing the strong bond and affection between them.",
        "image_description2": "A cartoon drawing of a younger sister holding hands with her 오빠, symbolizing their close relationship and support for each other.",
        "image_tags": "family, sibling, love, care, protection,",
        "explanation_of_syllables": "오 - five (it represents the number five, which is considered lucky in Korean culture), 빠 - older brother (it refers to the concept of an older male sibling)",
        "sentence_example": "오빠, 오늘 뭐 할까요? (Oppa, what should we do today?)"
    },
    {
        "additional_translations": "sister, older sister",
        "explanation_of_expression": "A term used to refer to an older sister, typically used by a female speaker.",
        "image_description0": "In the image, there is a colorful bracelet with the word '언니' written on it. The bracelet represents the bond between sisters and the word '언니' symbolizes the relationship between an older sister and a younger sister.",
        "image_description1": "The image shows a close-up of a hand holding a bracelet with the word '언니' engraved on it. The focus is on the word '언니', emphasizing the importance of the sisterly bond and the role of an older sister.",
        "image_description2": "The image depicts a pair of hands holding a bracelet with the word '언니' on it. The bracelet represents the special bond between sisters and the word '언니' symbolizes the role of an older sister in a family.",
        "image_tags": " family,",
        "explanation_of_syllables": "언 - speech (it represents the act of speaking or communicating), 니 - older sister (it refers to the role of an older sister in a family)",
        "sentence_example": "언니, 오늘 뭐 할까요? (Elder sister, what should we do today?)"
    },
    {
        "additional_translations": "slumber, rest",
        "explanation_of_expression": "The act of resting the body and mind, usually during the night, in order to regain energy and rejuvenate.",
        "image_description0": "A cozy bed with a soft pillow and warm blanket, inviting you to lie down and relax. The room is dimly lit, creating a peaceful atmosphere. The sound of a gentle lullaby fills the air, soothing your senses.",
        "image_description1": "A serene landscape with a tranquil lake surrounded by tall trees. The sun is setting, casting a warm golden glow over the scene. The calm water reflects the colors of the sky, creating a peaceful and relaxing ambiance.",
        "image_description2": "A beautiful night sky filled with twinkling stars and a bright full moon. The moonlight illuminates a peaceful garden with blooming flowers and a comfortable hammock. It's the perfect setting for a restful sleep under the starry sky.",
        "image_tags": " cozy, rejuvenating,",
        "explanation_of_syllables": "잠 - sleep (it represents the state of unconsciousness and rest),",
        "sentence_example": "오늘은 피곤해서 좋은 잠을 자고 싶어요. (Today, I'm tired and I want to have a good sleep.)"
    },
    {
        "additional_translations": "artwork, painting",
        "explanation_of_expression": "그림 is a Korean word that refers to a visual representation of something, usually created using various artistic techniques.",
        "image_description0": "Imagine a colorful canvas with vibrant strokes of paint forming a beautiful landscape. The colors blend harmoniously, creating a mesmerizing masterpiece that captures the essence of nature.",
        "image_description1": "In this image, the focus is on the process of creating a 그림. A paintbrush dipped in vibrant colors glides across a canvas, bringing life to the artist's imagination.",
        "image_description2": "A 그림 can be represented by a canvas filled with a burst of colors, depicting various elements of nature like mountains, trees, and rivers.",
        "image_tags": "colorful, artistic, nature, landscape,",
        "explanation_of_syllables": "그 - that, referring to something specific, 리 - to draw, to depict, or to paint, 림 - a suffix indicating a noun or a concept",
        "sentence_example": "오늘 박물관에서 아름다운 그림을 보았어요. (Today, I saw a beautiful picture at the museum.)"
    },
    {
        "additional_translations": "financial institution",
        "explanation_of_expression": "A place where people can deposit and withdraw money, and where loans are made",
        "image_description0": "A building with a large vault inside. The vault is filled with stacks of money and there is a long line of people waiting to deposit or withdraw money. The building has a sign that says 'Bank' on it.",
        "image_description1": "A busy bank with customers standing in line, holding their wallets and bags. The bank tellers are wearing professional attire and are serving the customers with a smile. The bank is filled with the sound of counting money and the smell of freshly printed bills.",
        "image_description2": "A modern bank building with glass walls and a sleek design. Inside, there are rows of desks with computers and bank employees assisting customers. The bank is equipped with state-of-the-art security systems and there is a large LED screen displaying financial data.",
        "image_tags": "financial, transactions, savings, loans, security,",
        "explanation_of_syllables": "은 - silver (it represents the value of money), 행 - line (it refers to the long lines of people waiting in the bank)",
        "sentence_example": "은행에 돈을 입금하려고 가요. (I'm going to the bank to deposit money.)"
    },
    {
        "additional_translations": "to be employed, to have a job",
        "explanation_of_expression": "The expression '일하다' means to work or to have a job.",
        "image_description0": "In the image, there is a clock representing time and a person holding a briefcase, symbolizing work. The person is engaged in various activities related to their job, such as typing on a computer, talking on the phone, and attending meetings.",
        "image_description1": "The image emphasizes the concept of work by showing a clock with hands moving fast, indicating the passage of time. There are also various symbols related to different professions, such as a stethoscope for a doctor, a paintbrush for an artist, and a calculator for an accountant.",
        "image_description2": "The image depicts a busy office environment with desks, computers, and files. It conveys the idea of work and productivity.",
        "image_tags": "busy, productive, office, job, time-consuming,",
        "explanation_of_syllables": "일 - work, 하 - to do",
        "sentence_example": "저는 매일 아침 일하러 회사에 갑니다. (I go to work at the company every morning.)"
    },
    {
        "additional_translations": "inquiry, query",
        "explanation_of_expression": "A question is an expression of inquiry that seeks information or clarification.",
        "image_description0": "Imagine a lightbulb with a question mark inside it, symbolizing the act of seeking knowledge and understanding. The lightbulb represents the mind, while the question mark represents curiosity and the desire to learn.",
        "image_description1": "Picture a magnifying glass zooming in on a question mark, highlighting the importance of seeking answers and exploring different possibilities. The magnifying glass represents investigation and the quest for knowledge.",
        "image_description2": "Imagine a thought bubble with a question mark inside it, symbolizing the process of thinking and pondering over a question. The thought bubble represents the mind's contemplation and the question mark represents the curiosity and uncertainty.",
        "image_tags": "curiosity, knowledge-seeking, exploration, uncertainty, contemplation,",
        "explanation_of_syllables": "질 - matter (it represents the concept of a subject or topic), 문 - ask (it refers to the action of seeking information or clarification)",
        "sentence_example": "저는 교수님께 질문을 하고 싶어요. (I want to ask the professor a question.)"
    },
    {
        "additional_translations": "to cleanse, to rinse, to bathe",
        "explanation_of_expression": "The expression 씻다 means to wash, cleanse, rinse (out), or bathe.",
        "image_description0": "Imagine a stream of water flowing over a pile of dirty clothes, washing away all the dirt and leaving them clean and fresh.",
        "image_description1": "Visualize a sparkling clean sink filled with water and soap bubbles, as if emphasizing the act of washing and cleansing.",
        "image_description2": "In this image, you can see a pair of hands holding a bar of soap under a running faucet, symbolizing the action of washing.",
        "image_tags": " hygiene, cleanliness, refreshing,",
        "explanation_of_syllables": "씻 - to cleanse or wash, 다 - verb ending indicating action or completion",
        "sentence_example": "저는 매일 아침에 얼굴을 씻어요. (I wash my face every morning.)"
    },
    {
        "additional_translations": "workspace, workplace",
        "explanation_of_expression": "A place where work is done or business is conducted",
        "image_description0": "A spacious room with a large desk and a comfortable chair. The desk is neatly organized with a computer, stationery, and a cup of coffee. The room is filled with natural light from a big window.",
        "image_description1": "In a modern and stylish office, a person is sitting at a desk, focused on their work. The desk is equipped with a computer, notebooks, and a cup of coffee. The atmosphere is professional and productive.",
        "image_description2": "A well-designed office space with modern furniture and vibrant colors. The walls are adorned with motivational quotes and artwork. The space is filled with natural light, creating a bright and inviting atmosphere.",
        "image_tags": " organized, vibrant,",
        "explanation_of_syllables": "사 - company, 무 - nothing, 실 - room",
        "sentence_example": "저는 사무실에서 많은 업무를 처리합니다. (I handle a lot of work in the office.)"
    },
    {
        "additional_translations": "culinary arts, cuisine",
        "explanation_of_expression": "The word '요리' refers to the act of preparing and cooking food.",
        "image_description0": "Imagine a kitchen filled with pots, pans, and utensils. The aroma of delicious food fills the air as ingredients are being chopped, mixed, and cooked on the stove.",
        "image_description1": "In a vibrant kitchen setting, various ingredients are being skillfully combined and transformed into a mouthwatering dish, showcasing the art of cooking.",
        "image_description2": "A colorful illustration depicts a kitchen scene with a stove, cutting board, and various ingredients, symbolizing the process of cooking.",
        "image_tags": "culinary, delicious, utensils, aroma,",
        "explanation_of_syllables": "요 - to do, perform, cook; 리 - principles, logic, reason",
        "sentence_example": "오늘은 맛있는 요리를 해서 친구들에게 나눠줬어요. (Today, I cooked a delicious meal and shared it with my friends.)"
    },
    {
        "additional_translations": "cinema, movie theater",
        "explanation_of_expression": "A place where films are shown to an audience.",
        "image_description0": "A dark room with a large screen at the front. The screen is showing a colorful and exciting scene from a movie. The room is filled with comfortable seats and the sound is loud and clear.",
        "image_description1": "Imagine a big room with a huge screen at the front. The screen is displaying a captivating scene from a movie. The room is filled with anticipation and excitement as the audience eagerly waits for the film to begin.",
        "image_description2": "A visually stunning image of a theater marquee at night. The marquee is brightly lit with the name of the movie displayed in bold letters. The theater itself is grand and majestic, inviting people to step inside and experience the magic of cinema.",
        "image_tags": "entertaining, cinematic, immersive, thrilling, visual,",
        "explanation_of_syllables": "극 - drama or play, 장 - place or location",
        "sentence_example": "오늘은 친구와 함께 극장에 영화를 보러 갈 거예요. (Today, I'm going to the theater with my friend to watch a movie.)"
    },
    {
        "additional_translations": "park",
        "explanation_of_expression": "A public area of land with grass, trees, and paths where people can relax and play",
        "image_description0": "A wide open space with green grass and tall trees. There are benches and a path for people to walk on. The air is fresh and there is a sense of tranquility.",
        "image_description1": "Imagine a beautiful park with lush green grass and colorful flowers. The park is filled with the sound of birds chirping and the laughter of children playing. It is a place where people can escape the hustle and bustle of city life and enjoy nature.",
        "image_description2": "A serene and peaceful park with a pond in the center. The pond is surrounded by trees and flowers, creating a picturesque scene. People can be seen walking along the paths or sitting on benches, enjoying the beauty of nature.",
        "image_tags": " trees, benches, path,",
        "explanation_of_syllables": "공 - empty (it represents the open space of the park), 원 - garden (it refers to the natural elements in the park)",
        "sentence_example": "오늘은 친구들과 공원에서 피크닉을 즐겼어요. (Today, I enjoyed a picnic with my friends at the park.)"
    },
    {
        "additional_translations": "eatery, dining establishment",
        "explanation_of_expression": "A place where food is prepared and served to customers",
        "image_description0": "A cozy space with tables and chairs where delicious food is being cooked and served. The aroma of various dishes fills the air, creating a warm and inviting atmosphere.",
        "image_description1": "Imagine a vibrant and bustling eatery, filled with the delightful aroma of freshly cooked meals. The tables are adorned with mouthwatering dishes, enticing customers to indulge in the culinary delights. The ambiance is lively and welcoming, making it the perfect place to enjoy a delicious meal.",
        "image_description2": "A colorful and lively restaurant scene, with tables set with delicious food and drinks. The atmosphere is filled with laughter and conversation, creating a warm and inviting environment for diners to enjoy their meals.",
        "image_tags": "cozy, inviting,",
        "explanation_of_syllables": "식 - food, 당 - hall",
        "sentence_example": "오늘은 친구와 식당에서 저녁을 먹었어요. (Today, I had dinner with my friend at a restaurant.)"
    },
    {
        "additional_translations": "department store, shopping center, mall",
        "explanation_of_expression": "A large retail establishment that offers a wide range of products and services, usually located in urban areas.",
        "image_description0": "A spacious building with multiple floors and various sections, filled with shelves and racks displaying a wide variety of products. Customers can be seen browsing and shopping, while staff members assist them in finding what they need.",
        "image_description1": "Imagine a grand building with multiple floors and a bustling atmosphere. It is filled with a diverse range of products and services, catering to the needs and desires of customers. The vibrant energy and excitement of shopping can be felt throughout the space.",
        "image_description2": "A vibrant and lively scene of a bustling shopping complex, with colorful storefronts and a constant flow of people. The atmosphere is filled with the joy of shopping and the anticipation of finding the perfect item.",
        "image_tags": " lively, spacious, multi-floor,",
        "explanation_of_syllables": "백 - hundred (referring to a large quantity or variety), 화 - flower (symbolizing beauty and elegance), 점 - point (indicating a specific location or establishment)",
        "sentence_example": "오늘은 친구와 함께 백화점에서 쇼핑을 즐겼어요. (Today, I enjoyed shopping at the department store with my friend.)"
    },
    {
        "additional_translations": "restroom, toilet, bathroom",
        "explanation_of_expression": "A room or space equipped with facilities for personal hygiene, such as a toilet and sink.",
        "image_description0": "A small room with a white porcelain bowl and a sink. The room has a mirror on the wall and a small window with curtains. There is a towel hanging on a rack and a toilet paper roll on a holder.",
        "image_description1": "Imagine a clean and tidy room with a white porcelain bowl and a sink. The room is well-lit and has a fresh scent. It is a private space where you can take care of your personal hygiene.",
        "image_description2": "In the image, you can see a door with a sign that has the symbol of a toilet. Inside the room, there is a white porcelain bowl and a sink. The room is clean and well-maintained.",
        "image_tags": " mirror,",
        "explanation_of_syllables": "화 - fire (it represents the concept of heat or warmth), 장 - place (it refers to a specific location or area), 실 - room (it represents a confined space)",
        "sentence_example": "화장실에 가서 손을 씻었어요. (I went to the restroom and washed my hands.)"
    },
    {
        "additional_translations": "college, higher education",
        "explanation_of_expression": "대학교 is a Korean word that refers to a higher education institution where students pursue undergraduate and graduate degrees.",
        "image_description0": "Imagine a building with multiple floors and classrooms, where students gather to learn and study. There are books, computers, and desks inside the building. Outside, there is a big campus with trees and a library. This is what a 대학교 looks like.",
        "image_description1": "In this image, the focus is on a large building with a sign that says '대학교'. The building is surrounded by trees and has a lot of windows, indicating that it is a place of learning. The image conveys the idea of a university or college.",
        "image_description2": "Imagine a beautiful campus with tall buildings and green spaces. Students are seen walking around, carrying backpacks and books. There are classrooms, libraries, and sports facilities. This image represents the concept of a 대학교.",
        "image_tags": "educational, academic, campus, books, classrooms,",
        "explanation_of_syllables": "대 - big, 학 - learning, 교 - institution",
        "sentence_example": "저는 대학교에 다니고 있어요. (I am attending university.)"
    },
    {
        "additional_translations": "schoolwork, assignment",
        "explanation_of_expression": "숙제 means homework or assignment.",
        "image_description0": "In the image, there is a desk with books, notebooks, and a pencil. The desk is organized and there is a clock on the wall, indicating that it is time to do homework. The image represents the concept of 숙제, which is the task given to students to be completed outside of school hours.",
        "image_description1": "The image shows a stack of books with a pencil on top, symbolizing the task of 숙제. The books are neatly arranged and there is a spotlight shining on them, emphasizing the importance of completing the assignment. The image conveys the idea of responsibility and diligence in doing homework.",
        "image_description2": "The image depicts a closed book with a pencil next to it. The book represents the concept of 숙제, symbolizing the task that needs to be completed. The pencil signifies the act of studying and working on the assignment. The image conveys the idea of academic tasks and the need for active learning.",
        "image_tags": "academic, study, education,",
        "explanation_of_syllables": "숙 - lodging (it represents the idea of something being assigned or given), 제 - task (it refers to a specific duty or work)",
        "sentence_example": "오늘은 숙제를 다 했어요. (Today, I finished my homework.)"
    },
    {
        "additional_translations": "main entrance, front entrance",
        "explanation_of_expression": "The term '정문' refers to the main gate or front door of a building.",
        "image_description0": "Imagine a tall, sturdy gate with a large archway. The gate is made of iron and has intricate designs on it. It is the entrance to a grand building.",
        "image_description1": "Visualize a magnificent gate with a beautiful archway. The gate is the focal point of the building, emphasizing its importance and grandeur.",
        "image_description2": "The image shows a majestic gate with an impressive archway. It is the entrance to a significant building, symbolizing its importance and welcoming visitors.",
        "image_tags": "majestic, entrance, significant,",
        "explanation_of_syllables": "정 - correct, proper (it represents the concept of something being in the right place or position), 문 - gate (it refers to an opening or entrance)",
        "sentence_example": "학교 정문에서 친구를 기다렸어요. (I waited for my friend at the main gate of the school.)"
    },
    {
        "additional_translations": "boutique, outlet",
        "explanation_of_expression": "매장 is a Korean word that refers to a physical location where goods or services are sold. It can be used to describe various types of stores or shops.",
        "image_description0": "Imagine a spacious room filled with neatly arranged shelves and colorful products. The air is filled with the pleasant scent of new items. The cash register sits at the counter, ready to complete transactions.",
        "image_description1": "In a vibrant and bustling marketplace, a signboard proudly displays the word '매장' in bold letters. The surrounding shops are filled with a wide variety of products, attracting customers with their enticing displays.",
        "image_description2": "A visually appealing image that represents 매장 could be a storefront with an open door, inviting customers to explore the wide range of products available inside.",
        "image_tags": "spacious, organized, colorful,",
        "explanation_of_syllables": "매 - trade (it represents the concept of buying and selling), 장 - place (it refers to a specific location)",
        "sentence_example": "오늘은 새로운 매장에서 옷을 샀어요. (Today, I bought clothes at a new store.)"
    },
    {
        "additional_translations": "to doze off, to snooze",
        "explanation_of_expression": "The action of resting the body and mind by closing the eyes and entering a state of unconsciousness for a period of time",
        "image_description0": "A cozy bed with a soft pillow and a warm blanket, inviting you to lie down and relax. The room is dimly lit, creating a peaceful atmosphere. As you close your eyes, your body starts to relax and you drift off into a deep sleep.",
        "image_description1": "A serene landscape with a hammock tied between two trees. The hammock gently sways in the breeze, inviting you to lie down and take a nap. The surroundings are filled with tranquility and the sound of nature, creating a perfect environment for a peaceful sleep.",
        "image_description2": "An image of a moonlit night sky with a sleeping crescent moon. The moon is peacefully resting in the sky, surrounded by twinkling stars. The scene evokes a sense of calmness and tranquility, representing the peacefulness of sleep.",
        "image_tags": "relaxing, cozy, restful, serenity,",
        "explanation_of_syllables": "자 - self (referring to oneself), 다 - to do (indicating an action)",
        "sentence_example": "저는 매일 밤 8시에 자요. (I sleep at 8 o'clock every night.)"
    },
    {
        "additional_translations": "to search, to look for",
        "explanation_of_expression": "The expression '찾다' means to withdraw or to search for something. It can be used in various contexts.",
        "image_description0": "Imagine a key unlocking a hidden treasure chest, symbolizing the act of searching for something valuable. The key represents '찾다' as it is used to find and discover things.",
        "image_description1": "In this image, the word '찾다' is highlighted in bold and vibrant colors, emphasizing its importance and significance. The image could also include magnifying glasses or binoculars to represent the act of searching or looking for something.",
        "image_description2": "The image depicts a maze with multiple paths and dead ends, representing the process of searching or finding something. The complexity of the maze symbolizes the challenges and obstacles one may encounter while searching.",
        "image_tags": " finding, discovering, exploring, seeking, quest,",
        "explanation_of_syllables": "찾 - to search or find, 다 - to do or perform",
        "sentence_example": "나는 지난 주말에 분실한 지갑을 찾았어요. (I found my lost wallet last weekend.)"
    },
    {
        "additional_translations": "overseas compatriot, expatriate",
        "explanation_of_expression": "A person who is of Korean descent but lives outside of Korea",
        "image_description0": "A map of the world with a dotted line connecting Korea and another country, symbolizing the connection between Korea and overseas Koreans. The map is surrounded by various symbols representing different cultures and languages, highlighting the diversity of overseas Koreans.",
        "image_description1": "A colorful illustration of a globe with Korea at the center and arrows pointing in different directions, representing the dispersion of overseas Koreans around the world. The globe is surrounded by symbols of different countries and cultures, emphasizing the global nature of the Korean diaspora.",
        "image_description2": "An abstract image depicting a tree with roots spreading across the globe, symbolizing the deep roots of overseas Koreans in different countries. The branches of the tree are adorned with flags of various nations, representing the multicultural identity of overseas Koreans.",
        "image_tags": "diverse, multicultural, connection,",
        "explanation_of_syllables": "교 - overseas (refers to being outside of one's home country), 포 - Korean (refers to a person of Korean descent)",
        "sentence_example": "저는 교포입니다. (I am an overseas Korean.)"
    },
    {
        "additional_translations": "international language school, international language institute",
        "explanation_of_expression": "The expression '국제 언어 교육원' refers to an institute or school that provides education in various languages from around the world.",
        "image_description0": "Imagine a colorful building with multiple flags representing different countries, symbolizing the diverse languages taught at the international language education institute. Inside, there are classrooms equipped with interactive language learning tools and materials. Students from different backgrounds are engaged in lively conversations, practicing their language skills.",
        "image_description1": "In a vibrant and modern building, the international language education institute stands out with its multilingual signage. The institute is buzzing with activity as students immerse themselves in language learning. The classrooms are equipped with state-of-the-art technology, facilitating interactive and engaging lessons.",
        "image_description2": "The image depicts a language institute symbolized by a globe, representing the international aspect. The institute is surrounded by books and learning materials, showcasing the educational environment. Inside, students are engaged in language learning activities, such as listening to audio lessons or practicing conversation.",
        "image_tags": "multicultural, educational, diverse, technology-driven,",
        "explanation_of_syllables": "국제 - international, 언어 - language, 교육원 - education institute",
        "sentence_example": "국제 언어 교육원에서 영어, 중국어, 스페인어 등 다양한 언어를 배울 수 있습니다. (At the international language education institute, you can learn various languages such as English, Chinese, and Spanish.)"
    },
    {
        "additional_translations": "to sketch, to depict",
        "explanation_of_expression": "The expression '그리다' means to draw. It refers to the act of creating a picture or image using lines and colors.",
        "image_description0": "Imagine a blank canvas with a paintbrush in hand. With each stroke, a beautiful image starts to take shape, as if it is being brought to life.",
        "image_description1": "In a world of imagination, the word '그리다' stands tall, written in vibrant colors that represent the creativity and artistic expression it embodies.",
        "image_description2": "A pencil glides effortlessly across a piece of paper, leaving behind a trail of lines and shapes that come together to form a masterpiece.",
        "image_tags": " creative, painting, sketching,",
        "explanation_of_syllables": "그 - to create, 리 - lines, 다 - to do",
        "sentence_example": "나는 항상 그림을 그리는 것을 즐깁니다. (I always enjoy drawing pictures.)"
    },
    {
        "additional_translations": "to sketch a picture, to paint a picture",
        "explanation_of_expression": "To create a visual representation using lines, shapes, and colors",
        "image_description0": "Imagine a blank canvas with vibrant colors being applied to it. The brush strokes create beautiful shapes and forms that come together to form a stunning picture.",
        "image_description1": "In a bright and colorful art studio, an artist is passionately painting a picture on a canvas. The artist's focus is solely on the artwork, pouring their creativity and emotions into every brushstroke.",
        "image_description2": "A colorful palette of paints and a set of paintbrushes are neatly arranged on a wooden table. The brushes are dipped in various colors, ready to be used to create a masterpiece on a blank canvas.",
        "image_tags": "artistic, creative, brushstrokes,",
        "explanation_of_syllables": "그림 - picture,을 - object particle, 그리 - to draw, 다 - verb ending",
        "sentence_example": "나는 항상 그림을 그리는 것을 즐깁니다. (I always enjoy drawing pictures.)"
    },
    {
        "additional_translations": "male friend",
        "explanation_of_expression": "A male friend who is in a romantic relationship with someone.",
        "image_description0": "A pair of intertwined hearts, symbolizing a strong and loving bond between two people. One heart is blue and the other is pink, representing the genders of the individuals in the relationship. Above the hearts, there is a small cupid shooting an arrow, symbolizing love and attraction.",
        "image_description1": "A vibrant and colorful illustration of a couple holding hands and walking together. The man is wearing a suit and the woman is wearing a dress, indicating a formal and romantic setting. They are smiling and looking at each other with affection, showcasing the love and happiness in their relationship.",
        "image_description2": "A simple image of a heart-shaped lock with a key inserted into it. The lock represents the heart of the boyfriend, which can only be opened by the key held by his partner. This symbolizes the trust and emotional connection between them.",
        "image_tags": " affectionate, commitment,",
        "explanation_of_syllables": "남자 - man (refers to a male individual), 친구 - friend",
        "sentence_example": "오늘은 남자 친구와 함께 영화를 보러 갔어요. (Today, I went to watch a movie with my boyfriend.)"
    },
    {
        "additional_translations": "to retrieve money",
        "explanation_of_expression": "To withdraw money",
        "image_description0": "Imagine a piggy bank with a slot on top. A hand is inserting a card into the slot, and money is coming out from the bottom of the piggy bank.",
        "image_description1": "In this image, the focus is on a piggy bank. The piggy bank is being opened, and money is pouring out of it, symbolizing the act of withdrawing money.",
        "image_description2": "The image shows a piggy bank with a card inserted into it. The piggy bank is transparent, and inside it, there are stacks of money, representing the concept of withdrawing money.",
        "image_tags": " card, withdrawal, savings, finance,",
        "explanation_of_syllables": "돈 - money, 을 - object particle, 찾 - to find, 다 - verb ending",
        "sentence_example": "은행에 가서 돈을 찾았어요. (I went to the bank to withdraw money.)"
    },
    {
        "additional_translations": "currency, money",
        "explanation_of_expression": "동전 is a Korean word that means 'coin' in English.",
        "image_description0": "A small, round object made of metal that is used as a form of currency. It is usually shiny and has a specific value.",
        "image_description1": "Imagine a shiny, round object made of metal that represents value and is used as a form of currency.",
        "image_description2": "A small, round object made of metal that is used as a form of currency. It is usually shiny and has a specific value.",
        "image_tags": " small,",
        "explanation_of_syllables": "동 - same as the Chinese character '同' which means 'same' or 'equal', 전 - same as the Chinese character '錢' which means 'money' or 'currency'",
        "sentence_example": "저는 동전을 주머니에 넣었어요. (I put the coin in my pocket.)"
    },
    {
        "additional_translations": "to go for a walk, to stroll",
        "explanation_of_expression": "This expression refers to the act of taking a leisurely walk for enjoyment or relaxation.",
        "image_description0": "Imagine a peaceful path surrounded by trees and nature. The path leads to a beautiful park with colorful flowers and a serene lake. People are walking along the path, enjoying the fresh air and the beauty of their surroundings.",
        "image_description1": "In this image, the focus is on the act of taking a walk. It could be depicted by showing a pair of walking shoes on a path, with arrows indicating the direction of the walk. The shoes could be surrounded by symbols representing nature and relaxation, such as trees, birds, and clouds.",
        "image_description2": "The image shows a scenic landscape with a winding path leading through a lush forest. The path is surrounded by vibrant flowers and tall trees. A person is seen walking along the path, enjoying the peacefulness and beauty of nature.",
        "image_tags": " leisure, park, flowers,",
        "explanation_of_syllables": "산 - mountain (represents the natural environment), 책 - walk (refers to the action of walking)",
        "sentence_example": "오늘은 날씨가 좋아서 산책을 하러 공원에 갔어요. (Today, the weather was nice, so I went to the park to take a walk.)"
    },
    {
        "additional_translations": "Additional English translations that have the same meaning as Sangsu station.",
        "explanation_of_expression": "Sangsu station is a subway station located in the Mapo District of Seoul, South Korea.",
        "image_description0": "Sangsu station is a bustling subway station in Seoul. It is a hub of activity with trains coming and going, and people rushing to catch their rides. The station is adorned with colorful tiles and bright lights, creating a vibrant atmosphere.",
        "image_description1": "Imagine a vibrant subway station in Seoul called Sangsu. It is a bustling hub of activity, with trains arriving and departing, and passengers hurrying to catch their rides. The station is filled with the energy of the city, reflecting the lively spirit of Seoul.",
        "image_description2": "Sangsu station is depicted in the image as a busy subway station in Seoul. The station is filled with commuters rushing to catch their trains, while colorful tiles and bright lights create a lively atmosphere.",
        "image_tags": "Busy, commuters, colorful,",
        "explanation_of_syllables": "상 - upper, 수 - water, 역 - station",
        "sentence_example": "오늘은 상수역에서 친구를 만났어요. (Today, I met my friend at Sangsu station.)"
    },
    {
        "additional_translations": "bookshop",
        "explanation_of_expression": "A place where books are sold and can be borrowed",
        "image_description0": "A cozy space filled with shelves of books of different genres and sizes. The air is filled with the scent of paper and ink. Soft lighting illuminates the rows of books, inviting readers to explore the world within their pages.",
        "image_description1": "Imagine a vibrant and colorful signboard with the word '서점' written in bold letters. The signboard is surrounded by various book covers, representing different genres. The word '서점' is highlighted with bright colors, emphasizing its importance as a place for book lovers.",
        "image_description2": "In the image, there is a spacious room with tall bookshelves lining the walls. The shelves are filled with books of various sizes and colors. The room is well-lit, creating a warm and inviting atmosphere for book enthusiasts.",
        "image_tags": "cozy, books, shelves,",
        "explanation_of_syllables": "서 - book, 점 - place",
        "sentence_example": "저는 주말에 서점에 가서 책을 구매했어요. (I went to the bookstore on the weekend and bought a book.)"
    },
    {
        "additional_translations": "to cleanse the hands",
        "explanation_of_expression": "To wash the hands",
        "image_description0": "A pair of hands under a running faucet, with water flowing over them, symbolizing the act of washing the hands.",
        "image_description1": "A close-up image of a pair of hands lathering soap, emphasizing the action of washing the hands thoroughly.",
        "image_description2": "An image depicting a bar of soap and a towel, representing the essential items used in the process of washing the hands.",
        "image_tags": "clean, hygiene, water, towel, health,",
        "explanation_of_syllables": "손 - hand, 을 - object particle, 씻 - to wash, 다 - verb ending",
        "sentence_example": "저는 매일 아침에 손을 씻어요. (I wash my hands every morning.)"
    },
    {
        "additional_translations": "part-time work, part-time employment",
        "explanation_of_expression": "아르바이트 is a Korean term that refers to a part-time job or side job, usually taken by students or individuals who want to earn extra income.",
        "image_description0": "Imagine a clock with two hands, one representing school and the other representing work. The hands are perfectly balanced, symbolizing the balance between studying and working that comes with having a part-time job.",
        "image_description1": "In this image, the word 아르바이트 is written in bold letters, with the letters forming a bridge between a school and a workplace. This emphasizes the connection between education and employment that comes with having a part-time job.",
        "image_description2": "Imagine a colorful collage of various objects, such as a clock, a book, a cash register, and a student ID card. Each object represents a different aspect of having a part-time job, such as time management, learning new skills, earning money, and balancing work and studies.",
        "image_tags": "student, income, time management, skills,",
        "explanation_of_syllables": "아르 - short for 아르바이트 (part-time job), 바이트 - derived from the German word 'arbeit' meaning 'work'",
        "sentence_example": "저는 학교 다니면서 아르바이트를 하고 있어요. (I am working a part-time job while attending school.)"
    },
    {
        "additional_translations": "to do a part-time job, to work part-time",
        "explanation_of_expression": "This expression means to work at a part-time job.",
        "image_description0": "Imagine a clock with two hands, one representing work and the other representing free time. The work hand is pointing to a small job symbol, indicating that the person is doing a part-time job.",
        "image_description1": "Imagine a person wearing a shirt with the words 'part-time job' written on it. They are holding a sign that says 'work' and their expression shows that they are focused and dedicated to their job.",
        "image_description2": "Imagine a calendar with a specific date marked. On that date, there is a symbol representing a part-time job. This symbol could be a small clock or a briefcase.",
        "image_tags": "employment, schedule, time, commitment, responsibility,",
        "explanation_of_syllables": "아르 - short for 아르바이트 (part-time job), 바이트 - derived from the English word 'byte' which means a small unit of information or work",
        "sentence_example": "저는 매주 금요일에 아르바이트를 합니다. (I work at a part-time job every Friday.)"
    },
    {
        "additional_translations": "hi, hey, howdy",
        "explanation_of_expression": "A greeting used when answering the phone",
        "image_description0": "Imagine a phone ringing with a bright smiley face on the screen. The smiley face represents the friendly and welcoming nature of the greeting. The ringing phone symbolizes the act of answering a call.",
        "image_description1": "Imagine a phone with the word 'hello' written on the screen in big, bold letters. The word 'hello' is emphasized to highlight the importance of the greeting. The phone represents the medium through which the greeting is conveyed.",
        "image_description2": "Imagine a speech bubble coming out of a phone with the word 'hello' written inside. The speech bubble represents the verbal communication and the word 'hello' signifies the greeting.",
        "image_tags": " communication, speech bubble, smiley face,",
        "explanation_of_syllables": "여 - night (it represents the time when phone calls are often made), 보 - to see (it signifies the act of answering the call), 세요 - please (it adds politeness to the greeting)",
        "sentence_example": "여보세요, 오늘은 친구에게 여보세요라고 전화했어요. (Hello, today I called my friend and said hello.)"
    },
    {
        "additional_translations": "significant other, partner",
        "explanation_of_expression": "A person who is in a romantic relationship with another person.",
        "image_description0": "A heart-shaped locket with a picture inside, symbolizing a romantic relationship. A bouquet of flowers, representing love and affection. A couple holding hands, showing the bond between two people.",
        "image_description1": "Imagine a beautiful sunset at the beach, where a couple is walking hand in hand, enjoying each other's company. The warm colors of the sky reflect the warmth and happiness of being in a romantic relationship.",
        "image_description2": "A silhouette of a couple sitting on a park bench, enjoying a picnic together. The sun is setting in the background, creating a romantic atmosphere. The couple is smiling and holding hands, showing their love and affection.",
        "image_tags": " love, affectionate,",
        "explanation_of_syllables": "여자 - woman (refers to the female gender), 친구 - friend (refers to a person with whom one has a bond)",
        "sentence_example": "오늘은 여자 친구와 영화를 보러 갈 거예요. (Today, I'm going to watch a movie with my girlfriend.)"
    },
    {
        "additional_translations": "cinema, movie house",
        "explanation_of_expression": "A place where films are shown to the public.",
        "image_description0": "A dark room with a large screen at the front. Colorful images are projected onto the screen, creating a captivating visual experience. The room is filled with comfortable seats where people can sit and enjoy the movie.",
        "image_description1": "Imagine a spacious room with a huge screen at the front. The screen is brightly lit, showcasing a captivating movie scene. The room is filled with excitement and anticipation as people gather to watch the film.",
        "image_description2": "A large room with rows of seats facing a big screen. The screen is illuminated, displaying vibrant images. The room is filled with the sound of laughter and gasps as people enjoy the movie.",
        "image_tags": "dark, colorful, visual, comfortable, seats,",
        "explanation_of_syllables": "영 - movie (it represents the concept of moving images), 화 - house (it refers to a place or building)",
        "sentence_example": "오늘은 친구와 영화관에 갔어요. (Today, I went to the movie theater with my friend.)"
    },
    {
        "additional_translations": "to prepare food",
        "explanation_of_expression": "The expression '요리를 하다' means 'to cook'.",
        "image_description0": "In the image, there is a kitchen with various cooking utensils and ingredients. A pot is boiling on the stove, emitting steam. The aroma of the food fills the air.",
        "image_description1": "Imagine a kitchen filled with the delicious aroma of food being cooked. The focus is on the process of preparing a meal, with ingredients being chopped, mixed, and cooked in pots and pans.",
        "image_description2": "The image shows a kitchen counter with a cutting board, knife, and various ingredients like vegetables and meat. There is a stove with pots and pans, and steam is rising from one of the pots.",
        "image_tags": " cooking utensils, stove,",
        "explanation_of_syllables": "요리 - cooking, preparing food, 하다 - to do",
        "sentence_example": "저는 매일 저녁에 요리를 해요. (I cook dinner every day.)"
    },
    {
        "additional_translations": "postal service, mail office",
        "explanation_of_expression": "A place where people can send and receive mail and packages.",
        "image_description0": "The post office is a small building with a red mailbox outside. Inside, there are counters where people can buy stamps and send their mail. There are also shelves with packages waiting to be picked up.",
        "image_description1": "Imagine a small building with a red mailbox outside. Inside, there are counters where people can buy stamps and send their mail. The focus of the image is on the process of sending and receiving mail.",
        "image_description2": "The image shows a small building with a red mailbox outside. Inside, there are counters where people can buy stamps and send their mail. There are also shelves with packages waiting to be picked up.",
        "image_tags": " packages,",
        "explanation_of_syllables": "우 - house (it represents a building or a place), 체 - body (it refers to an organization or a system), 국 - country (it represents a national institution)",
        "sentence_example": "우체국에 편지를 보내고 싶어요. (I want to send a letter to the post office.)"
    },
    {
        "additional_translations": "to work out, to engage in physical activity",
        "explanation_of_expression": "This expression refers to the act of engaging in physical activity or exercise.",
        "image_description0": "Imagine a pair of running shoes sitting next to a water bottle and a towel. The shoes are ready to be worn for a workout, symbolizing the act of exercising and taking care of one's physical health.",
        "image_description1": "In this image, the words 'to exercise' are written in bold and vibrant colors, emphasizing the importance of physical activity for a healthy lifestyle.",
        "image_description2": "The image shows a person jogging in a park, surrounded by trees and nature. The person is wearing workout clothes and holding a water bottle, representing the act of exercising in a peaceful outdoor environment.",
        "image_tags": "active, fitness, workout,",
        "explanation_of_syllables": "운 - luck, 동 - movement",
        "sentence_example": "오늘은 운동을 하기로 결정했어요. (Today, I decided to exercise.)"
    },
    {
        "additional_translations": "to get some sleep, to catch some Z's",
        "explanation_of_expression": "The act of resting the body and mind by entering a state of unconsciousness for a period of time",
        "image_description0": "Imagine a cozy bed with a soft pillow and a warm blanket. The room is dimly lit, creating a peaceful atmosphere. As you lay down on the bed, you feel your body relaxing and your eyes slowly closing. Soon, you drift off into a deep and restful sleep.",
        "image_description1": "In this image, the focus is on the tranquility of sleep. The background is filled with serene colors, symbolizing calmness and relaxation. The main element is a bed, inviting the viewer to rest and sleep peacefully. The image evokes a sense of tranquility and rejuvenation.",
        "image_description2": "The image depicts a moonlit night with a sleeping crescent moon. The moonlight gently illuminates a cozy bedroom, where a comfortable bed awaits. The room is adorned with soft colors and plush pillows, creating a soothing atmosphere. This image represents the peacefulness and serenity of a good night's sleep.",
        "image_tags": "relaxing, cozy, restful, rejuvenating,",
        "explanation_of_syllables": "잠 - sleep (it represents the concept of resting the body and mind), 을 - object particle (used to mark the direct object of a sentence), 자 - to lie down (it refers to the action of reclining or resting in a horizontal position), 다 - verb ending (used to indicate the present tense)",
        "sentence_example": "오늘은 피곤해서 오랜 시간 동안 잠을 자야 해요. (Today, I'm tired and need to sleep for a long time.)"
    },
    {
        "additional_translations": "to meet up with a friend, to hang out with a friend",
        "explanation_of_expression": "This expression means to meet a friend in a casual setting or to hang out with a friend.",
        "image_description0": "Imagine two cups of coffee sitting on a table, symbolizing friends meeting up for a casual chat. The steam rising from the cups represents the warmth and comfort of the friendship.",
        "image_description1": "In this image, the words '친구를 만나다' are written in bold and vibrant colors, emphasizing the excitement and joy of meeting a friend.",
        "image_description2": "The image shows two cartoon characters happily chatting and laughing, representing friends meeting up and enjoying each other's company.",
        "image_tags": "casual, friendship, coffee, warmth, comfort,",
        "explanation_of_syllables": "친구 - friend, 를 - object particle, 만나다 - to meet",
        "sentence_example": "오늘은 친구를 만나다가 너무 즐거웠어요. (Today, I had a great time meeting up with a friend.)"
    },
    {
        "additional_translations": "café, coffeehouse",
        "explanation_of_expression": "A place where coffee and other beverages are served, often with a cozy and relaxed atmosphere.",
        "image_description0": "A cozy and inviting space with comfortable seating and warm lighting. The aroma of freshly brewed coffee fills the air, creating a welcoming and relaxing atmosphere. Shelves lined with various coffee beans and brewing equipment add to the charm of the coffee shop.",
        "image_description1": "Imagine stepping into a coffee lover's paradise. The air is filled with the rich aroma of freshly brewed coffee. The walls are adorned with beautiful artwork depicting coffee beans and steaming cups. The sound of coffee beans being ground and the gentle hum of conversation create a warm and inviting atmosphere.",
        "image_description2": "A vibrant and bustling coffee shop with baristas expertly crafting delicious beverages. The counter is adorned with a wide variety of coffee beans and brewing equipment. Customers sit at cozy tables, enjoying their drinks and engaging in lively conversations.",
        "image_tags": "cozy, aroma-filled, warm lighting, comfortable seating,",
        "explanation_of_syllables": "커 - coffee, 피 - shop",
        "sentence_example": "오늘은 친구와 커피숍에서 만나서 재미있는 대화를 나눴어요. (Today, I met my friend at a coffee shop and had an enjoyable conversation.)"
    },
    {
        "additional_translations": "computer lab, computer classroom",
        "explanation_of_expression": "A room equipped with computers for educational or work purposes.",
        "image_description0": "A room with desks and chairs arranged in rows. Each desk has a computer monitor, keyboard, and mouse. The room is well-lit and has a clean and organized atmosphere.",
        "image_description1": "In a spacious room, there are multiple computer stations set up with monitors, keyboards, and mice. The room is designed to facilitate learning or work with computers, providing a productive environment.",
        "image_description2": "A modern computer room with sleek desks and high-tech computers. The room is filled with the hum of machines and the soft glow of monitors, creating a futuristic atmosphere.",
        "image_tags": "educational, technology, workspace, modern, organized,",
        "explanation_of_syllables": "컴퓨터 - computer, 실 - room",
        "sentence_example": "오늘은 컴퓨터실에서 프로그래밍을 배웠어요. (Today, I learned programming in the computer room.)"
    },
    {
        "additional_translations": "convenience shop, corner store",
        "explanation_of_expression": "A small retail store that sells a variety of everyday items and is open for extended hours, providing convenience to customers.",
        "image_description0": "A brightly lit store with shelves filled with various products like snacks, drinks, toiletries, and household items. The store is open late at night, allowing customers to easily access the items they need. The store logo is displayed prominently on the exterior.",
        "image_description1": "Imagine a vibrant and bustling store filled with neatly organized shelves stocked with a wide range of products. The store is designed to cater to the needs of customers, offering convenience and accessibility. The logo of the store is prominently displayed, symbolizing its identity and reliability.",
        "image_description2": "A visual representation of a convenience store with its iconic logo displayed on the exterior. The store is filled with a variety of products, including snacks, drinks, and household items. The image captures the essence of convenience and accessibility.",
        "image_tags": " accessible, reliable,",
        "explanation_of_syllables": "편 - convenience, 의 - possessive particle, 점 - store",
        "sentence_example": "저는 학교 앞에 있는 편의점에서 음식을 사먹어요. (I buy food from the convenience store in front of my school.)"
    },
    {
        "additional_translations": "to mail a letter",
        "explanation_of_expression": "To send a letter",
        "image_description0": "A hand holding a sealed envelope with a stamp on it, ready to be sent. The envelope is addressed and has a return address on the back. It is placed in a mailbox for delivery.",
        "image_description1": "A close-up of a hand dropping a letter into a mailbox. The hand is holding the letter firmly and the mailbox is painted in bright colors to draw attention. The action of sending the letter is emphasized.",
        "image_description2": "A stack of letters with stamps on them, ready to be sent. The letters are neatly arranged and the stamps are colorful. The image represents the act of sending multiple letters.",
        "image_tags": "communication, correspondence, postal service, delivery, written message,",
        "explanation_of_syllables": "편 - convenience (it represents the idea of something being easy or convenient), 지 - letter (it refers to a written message that is sent or received), 를 - object particle (it indicates that the letter is the object of the action), 보 - to send (it represents the action of sending something), 내 - to do (it indicates that the action is being performed by the subject)",
        "sentence_example": "오늘은 친구에게 편지를 보냈어요. (Today, I sent a letter to my friend.)"
    },
    {
        "additional_translations": "dining hall, student canteen",
        "explanation_of_expression": "A place in a university where students can eat meals",
        "image_description0": "A spacious and brightly lit area with tables and chairs where students gather to eat delicious and affordable food",
        "image_description1": "Imagine a vibrant and bustling university cafeteria filled with the aroma of various dishes, where students gather to enjoy their meals",
        "image_description2": "A colorful and lively university cafeteria with a wide variety of food options, where students can socialize and enjoy their meals",
        "image_tags": " delicious, affordable, socializing, food options,",
        "explanation_of_syllables": "학 - study (refers to the concept of education and learning), 생 - life (represents the stage of being a student), 식당 - restaurant (refers to a place where meals are served)",
        "sentence_example": "점심 시간에 학생 식당에서 친구들과 함께 식사하면서 대화를 나눌 수 있어요. (During lunchtime, I can have a meal and chat with friends at the university cafeteria.)"
    }
]