[
    {
        "additional_translations": "occupation, job, duty",
        "explanation_of_expression": "일 means work or task.",
        "image_description0": "A stack of papers with a pen on top, symbolizing the work or tasks that need to be completed. The papers are neatly organized and the pen is ready to be used.",
        "image_description1": "Imagine a large sign that says 'WORK' in bold letters, emphasizing the importance of completing tasks and responsibilities.",
        "image_description2": "A simple image of a clock with the hour hand pointing to a specific time, representing the concept of work and the importance of managing time effectively.",
        "image_tags": "productive, busy, responsibility, time-sensitive, organized, efficient,",
        "explanation_of_syllables": "일 - work or task",
        "sentence_example": "오늘은 많은 일을 해야 해요. (Today, I have a lot of work to do.)"
    },
    {
        "additional_translations": "search, seek",
        "explanation_of_expression": "To actively look for something or someone",
        "image_description0": "A magnifying glass hovering over a map, searching for a specific location. The map is filled with various landmarks and symbols, representing the search for something specific amidst a sea of possibilities.",
        "image_description1": "A person with a determined expression, holding a flashlight and searching through a dark forest. The flashlight beam illuminates the path ahead, emphasizing the act of actively seeking and exploring.",
        "image_description2": "An image of a puzzle with missing pieces, symbolizing the act of searching for the missing parts to complete the whole. The puzzle represents the search for knowledge or understanding.",
        "image_tags": "exploration, discovery, investigation, puzzle-solving, quest,",
        "explanation_of_syllables": "찾 - search (it represents the concept of actively looking for something), 다 - to do (it indicates an action or behavior)",
        "sentence_example": "도서관에서 책을 찾았어요. (I found a book at the library.)"
    },
    {
        "additional_translations": "to search, to look for",
        "explanation_of_expression": "To withdraw",
        "image_description0": "Imagine a key being used to unlock a hidden treasure chest. The key represents the action of searching or looking for something, just like the word '찾다'. The treasure chest symbolizes the desired outcome or the thing that is being searched for. The image conveys the idea of actively seeking and finding something valuable.",
        "image_description1": "In this image, the word '찾다' is emphasized by using a magnifying glass. The magnifying glass represents the act of searching or investigating. It highlights the importance of paying attention to details and actively looking for something. The image conveys the idea of being focused and determined in the search for something.",
        "image_description2": "Imagine a puzzle with missing pieces. The incomplete puzzle represents the idea of searching or looking for something that is missing or incomplete. The image conveys the concept of actively seeking to find the missing pieces and complete the puzzle. It symbolizes the action of '찾다' in a visual way.",
        "image_tags": " seeking, finding, puzzle, missing,",
        "explanation_of_syllables": "찾 - to search or look for, 다 - to do or perform",
        "sentence_example": "나는 지난 주에 분실한 지갑을 찾았어요. (I found the wallet I lost last week.)"
    }
]