[
    {
        "additional_translations": "object, item, matter",
        "explanation_of_expression": "A general term used to refer to any object, item, or matter.",
        "image_description0": "In a simple image, a collection of various objects such as a book, a pen, a cup, and a phone, representing the concept of different things or items.",
        "image_description1": "Imagine a colorful collage of different objects like a book, a pen, a cup, and a phone, with the word 'thing' written in bold letters in the center, emphasizing the idea of various items or objects.",
        "image_description2": "A simple image showing a collection of different objects like a book, a pen, a cup, and a phone, representing the concept of 'thing' or 'item'.",
        "image_tags": " diverse, multiple, assorted, miscellaneous,",
        "explanation_of_syllables": "것 - thing (a general term used to refer to any object, item, or matter)",
        "sentence_example": "이것은 무엇인가요? (What is this thing?)"
    },
    {
        "additional_translations": "this one, this thing",
        "explanation_of_expression": "Refers to something that is close to the speaker or is being pointed at",
        "image_description0": "Imagine a small object that is being held up close to the speaker. It is easily reachable and can be touched.",
        "image_description1": "Imagine a small object that is being emphasized by the speaker. It is the main focus of attention.",
        "image_description2": "This image shows a hand pointing at a small object that is close to the speaker. The object is easily reachable and can be touched.",
        "image_tags": "close, reachable, touchable, pointed,",
        "explanation_of_syllables": "이 - this (refers to something close to the speaker)",
        "sentence_example": "이 책은 너무 재미있어요. (This book is very interesting.)"
    },
    {
        "additional_translations": "that, that one",
        "explanation_of_expression": "Refers to an object or thing that is being mentioned or pointed out",
        "image_description0": "Imagine a small object that is being pointed at or mentioned. It could be a small toy or a piece of fruit. The object stands out and catches your attention.",
        "image_description1": "In the image, there is a spotlight shining on a specific object. The object is highlighted and emphasized, drawing your attention to it.",
        "image_description2": "The image shows a finger pointing at an object. The finger is directing your attention towards the object, indicating that it is the focus of the conversation.",
        "image_tags": " directed, focus,",
        "explanation_of_syllables": "그 - that, it, 것 - thing",
        "sentence_example": "그것을 가져와주세요. (Please bring that thing.)"
    },
    {
        "additional_translations": "whatsoever, anything, something",
        "explanation_of_expression": "This expression is used to ask about an unknown thing or to express surprise or disbelief.",
        "image_description0": "In a picture, there is a question mark symbolizing the unknown. It is surrounded by a cloud of mystery, representing the surprise or disbelief that comes with not knowing something.",
        "image_description1": "Imagine a large question mark symbolizing the unknown. It is emphasized with bold and vibrant colors, representing the surprise or disbelief that comes with not knowing something.",
        "image_description2": "The image shows a question mark, representing the unknown. It is surrounded by a colorful burst, symbolizing the surprise or disbelief that comes with not knowing something.",
        "image_tags": "mysterious, colorful,",
        "explanation_of_syllables": "뭐 - what (it represents the concept of an unknown thing)",
        "sentence_example": "뭐 먹을까요? (What should we eat?)"
    },
    {
        "additional_translations": "this one, this thing",
        "explanation_of_expression": "This expression refers to something that is close to the speaker or the listener.",
        "image_description0": "Imagine a small object that is being pointed at by someone's finger. The object is within reach and can be easily grabbed.",
        "image_description1": "In this image, the focus is on a small object that is being held up by someone's hand. The object is highlighted and stands out from the background.",
        "image_description2": "Imagine a scene where there are various objects on a table. Among them, there is a small object that is being pointed at by an arrow.",
        "image_tags": "close, reachable, pointed, table,",
        "explanation_of_syllables": "이 - this, 것 - thing",
        "sentence_example": "이것은 제가 새로 샀어요. (This is something I just bought.)"
    },
    {
        "additional_translations": "that one, that thing",
        "explanation_of_expression": "Referring to something that is not close to the speaker or the listener",
        "image_description0": "Imagine a small object in the distance, like a tiny dot on the horizon. It represents something far away or not within reach. The object is small and barely visible, symbolizing the idea of something distant or not easily accessible.",
        "image_description1": "In a vast landscape, there is a small object in the distance that stands out. It represents the idea of something specific and noticeable among everything else. The object is emphasized to highlight its significance.",
        "image_description2": "Imagine a picture with a wide view of a beautiful landscape. In the distance, there is a small object that catches the eye. It represents something far away or not easily reachable, contrasting with the vastness of the surroundings.",
        "image_tags": "distant, far, wide view, contrast,",
        "explanation_of_syllables": "저 - that (referring to something distant or not close),",
        "sentence_example": "저는 그 책을 읽었어요. (I read that book.)"
    },
    {
        "additional_translations": "someone",
        "explanation_of_expression": "Asking about the identity of a person or object",
        "image_description0": "In a dark room, there is a closed door with a question mark symbol on it. Behind the door, there is a bright light shining through a keyhole.",
        "image_description1": "A spotlight is shining on a question mark symbol, emphasizing the curiosity and mystery of the word 'who'.",
        "image_description2": "A magnifying glass is zooming in on a question mark symbol, symbolizing the act of searching and investigating to find out 'who'.",
        "image_tags": " search, investigation, identity,",
        "explanation_of_syllables": "누 - none, 구 - none",
        "sentence_example": "누구인지 알고 싶어요. (I want to know who it is.)"
    },
    {
        "additional_translations": "anything, something",
        "explanation_of_expression": "Asking about an unidentified object or thing",
        "image_description0": "In a dark room, there is a closed box on a table. The box is covered in question marks, representing the unknown contents inside. The room is filled with curiosity and anticipation.",
        "image_description1": "A spotlight shines on a question mark symbol, emphasizing the mystery and uncertainty of the unknown. The symbol is surrounded by a sense of wonder and intrigue.",
        "image_description2": "A blank canvas with vibrant colors splattered across it, representing the limitless possibilities and endless options of the unknown.",
        "image_tags": "mysterious, curiosity, anticipation,",
        "explanation_of_syllables": "무 - nothing (it represents the absence or lack of something), 엇 - many (it refers to a variety of things or options), what - what",
        "sentence_example": "무엇을 먹을까요? (What should we eat?)"
    },
    {
        "additional_translations": "H2O, aqua",
        "explanation_of_expression": "물 is the Korean word for water.",
        "image_description0": "A clear liquid that is essential for life, found in oceans, rivers, and lakes.",
        "image_description1": "Imagine a refreshing glass of water on a hot summer day.",
        "image_description2": "A transparent liquid that fills a glass, quenches thirst, and sustains life.",
        "image_tags": " transparent, essential, life-giving, thirst-quenching, liquid,",
        "explanation_of_syllables": "물 - water",
        "sentence_example": "나는 매일 물을 마셔요. (I drink water every day.)"
    },
    {
        "additional_translations": "gate, entrance",
        "explanation_of_expression": "A door or gate that allows entry or exit from a building or enclosed space.",
        "image_description0": "A rectangular opening in a wall that can be opened or closed. It provides access to a building or room. The door is made of wood and has a doorknob.",
        "image_description1": "Imagine a wooden door with a doorknob. It represents the entrance or exit point of a building or enclosed space.",
        "image_description2": "A wooden door with a doorknob. It is closed and represents the entrance or exit point of a building or enclosed space.",
        "image_tags": " rectangular, closed,",
        "explanation_of_syllables": "문 - gate, entrance, door;",
        "sentence_example": "집에 도착해서 문을 열었어요. (I arrived home and opened the door.)"
    },
    {
        "additional_translations": "textbook, novel, manuscript",
        "explanation_of_expression": "A written or printed work consisting of pages glued or sewn together along one side and bound in covers.",
        "image_description0": "A rectangular object with pages inside, covered in a protective material.",
        "image_description1": "A rectangular object with pages inside, covered in a protective material, symbolizing knowledge and learning.",
        "image_description2": "A stack of rectangular objects with pages inside, covered in a protective material.",
        "image_tags": "educational, informative, literary, informative, intellectual, academic,",
        "explanation_of_syllables": "책 - book (it represents a written or printed work),",
        "sentence_example": "나는 매일 밤 책을 읽어요. (I read a book every night.)"
    },
    {
        "additional_translations": "blossom, bloom",
        "explanation_of_expression": "A 꽃 is a beautiful and delicate plant that typically has colorful petals and a pleasant fragrance.",
        "image_description0": "Imagine a small, vibrant 꽃 blooming in a field of green grass. Its petals are a mix of pink, yellow, and white, and it releases a sweet scent into the air.",
        "image_description1": "In this image, the focus is on a 꽃 in full bloom. Its vibrant colors and intricate petals are highlighted, showcasing its beauty and fragility.",
        "image_description2": "The image depicts a close-up of a 꽃 petal, showcasing its intricate details and vibrant colors.",
        "image_tags": "colorful, delicate, fragrant, natural, botanical,",
        "explanation_of_syllables": "꽃 - flower",
        "sentence_example": "오늘은 꽃을 받았어요. (Today, I received a flower.)"
    },
    {
        "additional_translations": "Personal computer, computing device",
        "explanation_of_expression": "A machine that can be programmed to carry out sequences of arithmetic or logical operations automatically",
        "image_description0": "A rectangular device with a screen that displays information and buttons that can be pressed to input commands. It uses electricity to perform calculations and solve problems.",
        "image_description1": "Imagine a sleek and modern device with a screen that shows various icons and symbols. It is a powerful tool that can process information and perform tasks quickly and efficiently.",
        "image_description2": "A high-tech device with a sleek design and a screen that displays various images and symbols. It is capable of processing complex data and performing tasks with great speed and accuracy.",
        "image_tags": "Electronic, digital, technology, computing,",
        "explanation_of_syllables": "컴 - abbreviation of computer, 퓨 - abbreviation of 퓨처리 (processing), 터 - abbreviation of 터미널 (terminal)",
        "sentence_example": "저는 컴퓨터를 사용해서 일을 합니다. (I use a computer for work.)"
    },
    {
        "additional_translations": "that one, that thing",
        "explanation_of_expression": "It refers to something that is not close to the speaker or the listener, but is still within sight or within the context of the conversation.",
        "image_description0": "Imagine you are pointing at something in the distance and saying 'that'. It could be a tree, a building, or any object that is far away from you and the person you are talking to.",
        "image_description1": "In a picture, you can show a person pointing at something in the distance with a surprised expression on their face, emphasizing the idea of 'that'.",
        "image_description2": "Imagine a scene where there are two people talking and one of them is pointing at something in the distance. The other person is looking in the same direction, trying to see what the first person is referring to.",
        "image_tags": "distant, conversation, context, sight,",
        "explanation_of_syllables": "저 - that (refers to something far from the speaker and the listener), 것 - thing (generic term for an object)",
        "sentence_example": "저것은 무엇인가요? (What is that thing?)"
    },
    {
        "additional_translations": "java, joe, cup of joe",
        "explanation_of_expression": "Coffee is a popular beverage made from roasted coffee beans. It is known for its stimulating effects due to the presence of caffeine.",
        "image_description0": "A steaming cup of coffee sits on a wooden table, emanating a rich aroma. The cup is filled to the brim with a dark, velvety liquid. Wisps of steam rise from the surface, creating an inviting atmosphere.",
        "image_description1": "Imagine a close-up shot of a coffee bean being ground into a fine powder. The camera zooms in on the coffee grinder, capturing the intense motion and the release of aromatic particles. The image conveys the essence of the coffee-making process and the strong flavor it produces.",
        "image_description2": "A coffee plant with lush green leaves and vibrant red berries is depicted in the image. The plant is thriving in a sunny garden, showcasing the natural origin of coffee and its connection to nature.",
        "image_tags": " energizing, comforting, flavorful, roasted, brewed,",
        "explanation_of_syllables": "커 - to grow (represents the growth and popularity of coffee), 피 - to bloom (symbolizes the blossoming flavors and aroma of coffee)",
        "sentence_example": "오늘은 친구와 커피를 마시면서 이야기했어요. (Today, I had a conversation with my friend over a cup of coffee.)"
    },
    {
        "additional_translations": "sack, pouch, knapsack",
        "explanation_of_expression": "A bag is a flexible container with an opening at the top, used for carrying things. It is usually made of cloth or leather and can be closed with a zipper or buttons.",
        "image_description0": "A bag is a portable container that is used to carry things. It can be made of various materials such as cloth or leather. The bag in the image is made of brown leather and has a zipper closure.",
        "image_description1": "Imagine a bag made of brown leather. It is a portable container used for carrying things. The bag is closed with a zipper and has a handle for easy carrying.",
        "image_description2": "The image shows a bag made of brown leather. It has a zipper closure and a handle for carrying. The bag is empty and ready to be filled with items.",
        "image_tags": "",
        "explanation_of_syllables": "가 - to go, move; 방 - room, space",
        "sentence_example": "저는 학교에 가방을 가지고 갔어요. (I brought a bag to school.)"
    },
    {
        "additional_translations": "stool, seat",
        "explanation_of_expression": "A piece of furniture designed for one person to sit on, typically having four legs and a backrest.",
        "image_description0": "A wooden chair with a curved backrest and four legs, placed in a cozy corner of a room. The chair is surrounded by a warm light, creating a comfortable and inviting atmosphere.",
        "image_description1": "In a bright and modern room, a stylish chair stands out as the centerpiece. Its sleek design and vibrant color catch the eye, emphasizing its importance in the space.",
        "image_description2": "A simple image that shows a chair from a side view. The chair has a cushioned seat and a sturdy frame, providing comfort and support.",
        "image_tags": "furniture, wooden, cozy, comfortable, inviting,",
        "explanation_of_syllables": "의 - possessive particle, 자 - seat",
        "sentence_example": "저는 의자에 앉아서 책을 읽었어요. (I sat on the chair and read a book.)"
    },
    {
        "additional_translations": "writing table, work table",
        "explanation_of_expression": "A piece of furniture with a flat top and legs, used for reading, writing, or working on a computer.",
        "image_description0": "A wooden surface with four legs, where you can place books, notebooks, and a laptop. It provides a comfortable space for studying or working.",
        "image_description1": "Imagine a spacious wooden desk with a neat arrangement of books, notebooks, and a laptop. It is a perfect place for studying or working on important tasks.",
        "image_description2": "A simple image that represents a desk is a flat wooden surface with four legs. It is a functional piece of furniture used for studying or working.",
        "image_tags": " flat, functional,",
        "explanation_of_syllables": "책 - book, 상 - table",
        "sentence_example": "나는 책상 위에서 숙제를 합니다. (I do my homework on the desk.)"
    },
    {
        "additional_translations": "timepiece, wristwatch",
        "explanation_of_expression": "A device used to measure and display time",
        "image_description0": "A small circular object with numbers and hands that shows the time. It is often worn on the wrist or kept on a table. The hands move around the numbers to indicate the current time.",
        "image_description1": "Imagine a wristwatch with a sleek design and a clear display. The watch is elegantly placed on a wooden table, emphasizing its importance and functionality in keeping track of time.",
        "image_description2": "A simple image of a wristwatch with a black leather strap and a white dial. The hands of the watch are pointing to the numbers, indicating the current time.",
        "image_tags": "timekeeping, accessory, fashion, precision, mechanism, measurement,",
        "explanation_of_syllables": "시 - time, 계 - measure",
        "sentence_example": "오늘은 시계를 잃어버렸어요. (Today, I lost my watch.)"
    },
    {
        "additional_translations": "video camera, camcorder",
        "explanation_of_expression": "카메라 is the Korean word for camera.",
        "image_description0": "카메라 is a device that captures images and records videos. It has a lens to focus the light and a sensor to convert it into an electronic signal. It is used to capture memories and moments.",
        "image_description1": "Imagine a 카메라 capturing a beautiful sunset with vibrant colors. The 카메라 lens is focused on the sun, capturing the rays of light and the changing hues of the sky.",
        "image_description2": "카메라 is a visible object that resembles a rectangular device with a lens at the front. It is used to capture images and record videos. It can be seen in the hands of a photographer or filmmaker.",
        "image_tags": "photography, technology, recording, memories, moments,",
        "explanation_of_syllables": "카 - short for 카메라 (camera), 메 - short for 메모리 (memory), 라 - short for 라이트 (light)",
        "sentence_example": "오늘은 카메라로 아름다운 풍경을 찍었어요. (Today, I took a picture of a beautiful landscape with a camera.)"
    },
    {
        "additional_translations": "television, telly",
        "explanation_of_expression": "A device used for receiving and displaying moving images and sound",
        "image_description0": "A rectangular box with a screen that shows colorful moving pictures and plays sound. It is usually placed in the living room and provides entertainment and information.",
        "image_description1": "Imagine a sleek and modern television set with a large screen, displaying vibrant and high-definition images. The television is the focal point of the room, captivating everyone's attention with its captivating visuals and immersive sound.",
        "image_description2": "A flat-screen television mounted on the wall, showing a captivating scene from a nature documentary. The colors are vivid and the details are sharp, making the viewer feel like they are part of the scene.",
        "image_tags": "entertainment, technology, living room,",
        "explanation_of_syllables": "텔 - tele (referring to distance or communication), 레비 - ve (short for video), 전 - jeon (referring to an electronic device)",
        "sentence_example": "오늘 저녁에는 텔레비전을 보면서 영화를 감상할 거예요. (Tonight, I will watch a movie on the television.)"
    },
    {
        "additional_translations": "Reflecting surface",
        "explanation_of_expression": "A flat piece of glass or metal that reflects light and shows you an image of yourself",
        "image_description0": "A shiny surface that reflects light and shows a clear image of objects in front of it. It is usually rectangular in shape and can be hung on a wall or placed on a table.",
        "image_description1": "Imagine a rectangular object made of glass or metal that reflects light and shows a clear image of objects in front of it. The emphasis is on the fact that it reflects light and shows an image.",
        "image_description2": "A rectangular object made of glass or metal that reflects light and shows a clear image of objects in front of it. It can be hung on a wall or placed on a table. The reflection on the surface helps you see yourself or other objects.",
        "image_tags": "Reflective, Shiny,",
        "explanation_of_syllables": "거 - thing (it represents an object or item), 울 - sound (it refers to the sound that is produced when something hits the surface of the mirror)",
        "sentence_example": "거울을 보면 나의 모습을 확인할 수 있어요. (When I look in the mirror, I can see my reflection.)"
    },
    {
        "additional_translations": "cap, headgear",
        "explanation_of_expression": "A piece of clothing worn on the head to protect from the sun or cold",
        "image_description0": "A round object made of fabric or straw that is worn on the head to shield from the sun or keep warm. It can be plain or have a design on it. It is often worn outdoors.",
        "image_description1": "Imagine a round object made of fabric or straw that is placed on top of someone's head. It is used to protect the head from the sun or keep it warm. The focus is on the hat itself and its purpose.",
        "image_description2": "A round object made of fabric or straw that is worn on the head. It can be plain or have a design on it. It is often worn outdoors to protect from the sun or keep warm.",
        "image_tags": " outdoor, protection, warmth,",
        "explanation_of_syllables": "모 - cover, 자 - head",
        "sentence_example": "오늘 모자를 써서 햇빛을 가렸어요. (Today, I wore a hat to shield from the sunlight.)"
    },
    {
        "additional_translations": "pane, opening",
        "explanation_of_expression": "A transparent opening in a wall or door that allows light to enter and people to see outside.",
        "image_description0": "A rectangular opening in a wall covered with a transparent material that lets sunlight in and allows you to see the outside. The window has a wooden frame and is surrounded by plants and flowers.",
        "image_description1": "Imagine a beautiful view of nature through a rectangular opening in a wall. The opening is covered with a transparent material that allows sunlight to enter and brighten the room. The window has a wooden frame and is decorated with plants and flowers.",
        "image_description2": "A rectangular opening in a wall covered with a transparent material. Through the window, you can see a peaceful garden with trees, flowers, and a blue sky.",
        "image_tags": "",
        "explanation_of_syllables": "창 - opening (it represents the concept of an opening in a wall or door), 문 - gate (it refers to a barrier or entrance that can be opened or closed)",
        "sentence_example": "방에 창문을 열어서 신선한 공기를 들여오세요. (Open the window in the room to let in fresh air.)"
    },
    {
        "additional_translations": "loaf, roll, bun",
        "explanation_of_expression": "Bread is a staple food made from flour, water, and yeast, which is then baked. It is often eaten as a breakfast or snack, and can be used to make sandwiches or toast.",
        "image_description0": "A round, golden-brown loaf of bread sits on a wooden cutting board. The crust is crispy and the inside is soft and fluffy. A few crumbs are scattered around the loaf.",
        "image_description1": "A close-up view of a slice of bread with a pat of butter melting on top. The bread is toasted to a golden brown and has a slight crunch when bitten into.",
        "image_description2": "A basket filled with various types of bread, including baguettes, rolls, and sliced bread. The bread is arranged neatly and is still warm from the oven.",
        "image_tags": "food, bakery, breakfast, snack, staple, doughy,",
        "explanation_of_syllables": "빵 - bread",
        "sentence_example": "저는 아침에 빵을 먹어요. (I eat bread for breakfast.)"
    },
    {
        "additional_translations": "spectacles, eyeglasses",
        "explanation_of_expression": "Ankgyeong is a Korean word that refers to a pair of glasses or spectacles.",
        "image_description0": "Ankgyeong is a pair of eyeglasses that helps people see clearly. It is made up of two lenses that are held together by a frame. When you wear ankgyeong, it improves your vision and makes everything look sharper.",
        "image_description1": "Imagine a pair of ankgyeong floating in the air, with rays of light shining through the lenses. The ankgyeong is the center of attention, symbolizing clear vision and improved eyesight.",
        "image_description2": "Ankgyeong is a pair of glasses that people wear to see better. It is a simple and essential tool for those with vision problems. The lenses in ankgyeong help to correct and improve eyesight.",
        "image_tags": " eyewear, frames, clarity, sight,",
        "explanation_of_syllables": "안 - inside, 경 - mirror",
        "sentence_example": "오늘은 안경을 새로 샀어요. (Today, I bought new glasses.)"
    },
    {
        "additional_translations": "lexicon, vocabulary",
        "explanation_of_expression": "A book or electronic resource that lists the words of a language (typically in alphabetical order) and gives their meaning, or gives the equivalent words in a different language.",
        "image_description0": "A collection of words neatly organized in alphabetical order, resembling a small library. The words are represented by colorful blocks, each block representing a different word. The blocks are stacked on top of each other, forming a tower of words.",
        "image_description1": "Imagine a vibrant and dynamic collage of words, with the word '사전' standing out in bold and bright letters. The word is surrounded by a burst of colorful images and symbols that represent the diverse meanings and translations found in a dictionary.",
        "image_description2": "A visual representation of the word '사전' in the form of a colorful mosaic. Each tile in the mosaic represents a different word, and together they form a beautiful and intricate pattern.",
        "image_tags": "educational, knowledge, language, learning, reference,",
        "explanation_of_syllables": "사 - company (it represents the concept of gathering or collecting), 전 - book (it refers to a written or printed work consisting of pages glued or sewn together along one side and bound in covers)",
        "sentence_example": "사전을 참고해서 단어의 뜻을 알아냈어요. (I looked up the meaning of the word in the dictionary.)"
    },
    {
        "additional_translations": "lock, latch",
        "explanation_of_expression": "A small object used to open or close a lock",
        "image_description0": "A small, metallic object with jagged edges that is used to open or close a lock. It is made of shiny metal and has a loop at one end for easy handling. The key is inserted into a keyhole to unlock or lock something.",
        "image_description1": "Imagine a shiny, metallic object with jagged edges that is used to open or close a lock. The key is the main focus of the image, emphasizing its importance in unlocking or locking something securely.",
        "image_description2": "A simple image that represents a key. It is a small, metallic object with jagged edges and a loop at one end. The key is shown in a keyhole, symbolizing its purpose of unlocking or locking something.",
        "image_tags": " loop,",
        "explanation_of_syllables": "열 - open, 쇠 - metal",
        "sentence_example": "나는 열쇠를 주머니에 넣었다. (I put the key in my pocket.)"
    },
    {
        "additional_translations": "parasol, brolly",
        "explanation_of_expression": "An object used to protect oneself from rain or sunlight.",
        "image_description0": "A portable object with a canopy that provides shade or protection from rain. It is made up of a long handle and a fabric covering that is stretched over a frame.",
        "image_description1": "Imagine a colorful umbrella with a sturdy handle and a wide canopy, ready to shield you from rain or sunlight.",
        "image_description2": "A compact and lightweight object that can be easily carried around. It has a collapsible frame and a waterproof fabric covering to shield you from rain.",
        "image_tags": "portable, collapsible, waterproof, protective,",
        "explanation_of_syllables": "우 - rain (it represents the concept of rain or water), 산 - shield (it refers to something that provides protection or defense)",
        "sentence_example": "오늘은 우산을 가져가야 해요. (Today, I have to bring an umbrella.)"
    },
    {
        "additional_translations": "fruit",
        "explanation_of_expression": "A round or oval fruit with red, green, or yellow skin and firm white flesh.",
        "image_description0": "A small, round fruit with smooth skin that can be red, green, or yellow. When you cut it open, you can see the white flesh inside.",
        "image_description1": "Imagine a juicy, red apple with a crisp bite. It's the perfect snack for a sunny day.",
        "image_description2": "A close-up image of a shiny, red apple with a leaf on top. The apple looks fresh and delicious.",
        "image_tags": "round, fruit, green, yellow,",
        "explanation_of_syllables": "사 - four (it represents the number 4), 과 - fruit",
        "sentence_example": "저는 아침에 사과를 먹습니다. (I eat an apple in the morning.)"
    },
    {
        "additional_translations": "makeup, beauty products",
        "explanation_of_expression": "화장품 is a Korean word that refers to products used for enhancing or altering the appearance of the face or body.",
        "image_description0": "Imagine a colorful palette of various shades and textures, like powders, creams, and liquids, neatly arranged in a compact container. These products are used to enhance one's natural beauty and create different looks.",
        "image_description1": "In this image, the focus is on the wide range of cosmetic products available. It showcases the diversity of colors, textures, and packaging designs, emphasizing the variety and options that 화장품 offers.",
        "image_description2": "The image depicts a collection of 화장품 products, including lipsticks, eyeshadows, and blushes, neatly organized on a vanity table. The vibrant colors and sleek packaging convey the idea of beauty and self-expression through cosmetics.",
        "image_tags": "colorful, beauty, makeup, skincare, self-expression,",
        "explanation_of_syllables": "화 - change (it represents the concept of altering or enhancing one's appearance), 장 - face (refers to the surface of the body that includes the features and expressions), 품 - product (refers to an item that is manufactured or produced)",
        "sentence_example": "오늘은 화장품을 쇼핑하러 갈 거예요. (Today, I'm going shopping for cosmetics.)"
    },
    {
        "additional_translations": "flower",
        "explanation_of_expression": "A rose is a type of flower that is known for its beauty and fragrance.",
        "image_description0": "A small, delicate flower with soft petals in various shades of red, pink, or white. It has a sweet, pleasant scent that fills the air. The rose is often associated with love and romance.",
        "image_description1": "In the image, a vibrant rose stands out against a blurred background. Its petals are perfectly formed and its color is rich and intense. The rose symbolizes love and passion.",
        "image_description2": "The image shows a close-up of a single rose petal. Its velvety texture and vibrant color are captivating. The petal is gently curved, creating a sense of elegance and beauty.",
        "image_tags": "beautiful, fragrant, romantic, delicate, captivating,",
        "explanation_of_syllables": "장 - long (referring to the stem of the rose), 미 - beauty",
        "sentence_example": "오늘은 장미를 선물했어요. (Today, I gave a rose as a gift.)"
    },
    {
        "additional_translations": "Travel document",
        "explanation_of_expression": "A document issued by a country's government that certifies the identity and nationality of its holder for the purpose of international travel.",
        "image_description0": "A small booklet with official stamps and colorful pages that allows you to travel to different countries.",
        "image_description1": "Imagine a small booklet with a world map on the cover, symbolizing the ability to explore different countries and cultures.",
        "image_description2": "A picture of a passport with a world map on the cover, representing the freedom to travel and explore different parts of the world.",
        "image_tags": "Travel, Identification, International, Document, Immigration, Visa,",
        "explanation_of_syllables": "여 - female (referring to the gender of the holder), 권 - authority (representing the power and permission granted by the document)",
        "sentence_example": "저는 여권을 잃어버렸어요. (I lost my passport.)"
    },
    {
        "additional_translations": "notebook, exercise book",
        "explanation_of_expression": "A 공책 is a type of book that is used for writing and taking notes.",
        "image_description0": "A 공책 is a rectangular object with blank pages inside. It is used for writing and taking notes. It is often made of paper and has a cover to protect the pages.",
        "image_description1": "Imagine a rectangular object with blank pages inside. It is used for writing and taking notes. The emphasis is on the object itself, which is a 공책.",
        "image_description2": "A 공책 is a rectangular object with blank pages inside. It is used for writing and taking notes. It can come in various sizes and colors.",
        "image_tags": " paper, cover,",
        "explanation_of_syllables": "공 - empty (it represents the blank pages inside the 공책), 책 - book",
        "sentence_example": "저는 학교에서 공책을 사용해요. (I use a notebook at school.)"
    },
    {
        "additional_translations": "pen, writing instrument",
        "explanation_of_expression": "A ballpoint pen is a writing instrument that uses a small rotating ball to disperse ink as you write.",
        "image_description0": "A cylindrical object with a small rotating ball at one end. The ball is filled with ink and when you write, it rolls on the paper, leaving a trail of ink behind.",
        "image_description1": "Imagine a cylindrical object with a small rotating ball at one end. The ball is the key feature of this object, as it allows the ink to flow smoothly onto the paper when you write.",
        "image_description2": "A simple image that represents a ballpoint pen would be a cylindrical object with a small rotating ball at one end. The ball is filled with ink and when you write, it can be seen rolling on the paper, leaving a trail of ink behind.",
        "image_tags": " writing, instrument,",
        "explanation_of_syllables": "볼 - ball, 펜 - pen",
        "sentence_example": "저는 학교에서 볼펜을 사용해요. (I use a ballpoint pen at school.)"
    },
    {
        "additional_translations": "iced coffee, cold brew",
        "explanation_of_expression": "A type of coffee made by combining espresso with hot water, resulting in a strong and bold flavor.",
        "image_description0": "A tall glass filled with dark liquid, topped with a layer of foam. A small spoon rests on the side of the glass.",
        "image_description1": "A close-up shot of a coffee machine pouring hot water over a bed of finely ground coffee beans.",
        "image_description2": "A clear glass mug filled with a dark brown liquid, with steam rising from the surface.",
        "image_tags": "refreshing, energizing, caffeine, beverage, morning, wake-up,",
        "explanation_of_syllables": "아메리카노 - 아메리카 (America) + 노 (no, black)",
        "sentence_example": "오늘은 카페에서 아메리카노를 마셨어요. (Today, I had an americano at the cafe.)"
    },
    {
        "additional_translations": "AC, air conditioning",
        "explanation_of_expression": "An air conditioner is a device that cools and dehumidifies the air in a room or building.",
        "image_description0": "The image shows a small box with cool air coming out of it. The cool air spreads throughout the room, making it comfortable and pleasant.",
        "image_description1": "In the image, the focus is on the air conditioner. It is highlighted and stands out in the room, symbolizing its importance in providing cool and refreshing air.",
        "image_description2": "The image depicts an air conditioner mounted on a wall. It is turned on and emitting cool air, creating a comfortable environment in the room.",
        "image_tags": " temperature control, energy-efficient, modern, technology,",
        "explanation_of_syllables": "에어 - air, 컨 - short for conditioner",
        "sentence_example": "오늘은 에어컨을 켜서 시원하게 잠을 잘 수 있었어요. (Today, I was able to sleep comfortably with the air conditioner on and feel refreshed.)"
    },
    {
        "additional_translations": "lead, graphite",
        "explanation_of_expression": "A writing instrument used for drawing or writing on paper, usually made of a thin cylindrical piece of graphite or lead encased in wood or plastic.",
        "image_description0": "A long, slender object made of a gray material, with a pointed tip at one end and a flat eraser at the other. It is used for writing or drawing on paper.",
        "image_description1": "Imagine a long, slender object made of a gray material, with a pointed tip at one end and a flat eraser at the other. This object is essential for writing or drawing on paper.",
        "image_description2": "An image that shows a long, slender object made of a gray material, with a pointed tip at one end and a flat eraser at the other. This object is used for writing or drawing on paper.",
        "image_tags": " tool, stationery, cylindrical,",
        "explanation_of_syllables": "연 - connect (it represents the concept of joining or linking), 필 - instrument (it refers to a tool or device used for a specific purpose)",
        "sentence_example": "저는 연필로 그림을 그렸어요. (I drew a picture with a pencil.)"
    },
    {
        "additional_translations": "tangerine, citrus fruit",
        "explanation_of_expression": "오렌지 is a fruit that is round and typically orange in color.",
        "image_description0": "Imagine a round fruit with a vibrant orange color. It has a slightly bumpy texture on the outside and a juicy, sweet taste on the inside.",
        "image_description1": "In this image, the focus is on the 오렌지 fruit. It is showcased in a way that highlights its round shape and vibrant orange color.",
        "image_description2": "The image shows a close-up of an 오렌지 fruit, capturing its texture, color, and juicy appearance.",
        "image_tags": " juicy, sweet, bumpy,",
        "explanation_of_syllables": "오 - five (it represents the number of petals on the flower), 렌 - lotus (it refers to the shape of the fruit resembling a lotus seed pod), 지 - seed (it represents the small seeds found inside the fruit)",
        "sentence_example": "저는 아침에 오렌지를 먹습니다. (I eat oranges in the morning.)"
    },
    {
        "additional_translations": "beverage",
        "explanation_of_expression": "Juice is a liquid that is extracted from fruits or vegetables.",
        "image_description0": "Imagine a glass filled with a refreshing, colorful liquid made from fresh fruits or vegetables. The glass is placed on a table next to a bowl of ripe fruits and a blender. The vibrant colors and the natural ingredients represent the essence of juice.",
        "image_description1": "In this image, the focus is on a glass filled with a delicious and healthy liquid. The glass is surrounded by a burst of vibrant colors, representing the freshness and variety of fruits and vegetables used to make juice. The image evokes a sense of energy and vitality.",
        "image_description2": "Imagine a glass filled with a bright and refreshing liquid. The glass is placed on a table next to a bowl of fresh fruits and a juicer. The image captures the essence of juice, showcasing its vibrant colors and natural ingredients.",
        "image_tags": "refreshing, colorful, natural,",
        "explanation_of_syllables": "주 - extract (it represents the process of extracting juice from fruits or vegetables), 스 - liquid (it refers to the form of juice)",
        "sentence_example": "오늘은 주스를 마셔서 상쾌한 하루를 보냈어요. (Today, I had juice and had a refreshing day.)"
    },
    {
        "additional_translations": "wallet, billfold",
        "explanation_of_expression": "지갑 is a Korean word that refers to a small, portable container used to hold money, cards, and other personal items.",
        "image_description0": "A small, rectangular object made of leather or fabric with compartments to hold money and cards. It is often folded and can fit easily into a pocket or bag.",
        "image_description1": "Imagine a compact, portable container made of leather or fabric that can hold money, cards, and personal items. It is designed to be easily carried and accessed.",
        "image_description2": "A compact, rectangular object made of leather or fabric with compartments to hold money and cards. It is often folded and can fit easily into a pocket or bag.",
        "image_tags": " compartments,",
        "explanation_of_syllables": "지 - paper (it represents the material used to make money), 갑 - container (it refers to a vessel or object used to hold something)",
        "sentence_example": "지갑을 잃어버렸어요. (I lost my wallet.)"
    },
    {
        "additional_translations": "rubber, delete",
        "explanation_of_expression": "지우개 is a tool used to erase or remove marks or writings from paper or other surfaces.",
        "image_description0": "A small rectangular object with a soft material on one side that is used to remove marks or writings from paper. It is usually white or pink in color.",
        "image_description1": "Imagine a small rectangular object with a soft material on one side that is used to erase or remove marks or writings from paper. The focus is on the erasing action.",
        "image_description2": "A simple image that shows a small rectangular object with a soft material on one side, which is used to erase or remove marks or writings from paper.",
        "image_tags": "stationery, school supplies, office supplies, correction, tool,",
        "explanation_of_syllables": "지 - erase, remove; 우 - soft; 개 - object",
        "sentence_example": "지우개를 사용해서 실수한 부분을 지웠어요. (I used an eraser to erase the mistake.)"
    },
    {
        "additional_translations": "chalkboard",
        "explanation_of_expression": "칠판 is a noun that refers to a large, flat surface, usually black or green, that is used for writing or drawing with chalk in a classroom or lecture hall.",
        "image_description0": "칠판 is a flat, rectangular surface made of a dark material. It is often found in classrooms and is used for writing or drawing with chalk. It provides a visual aid for teaching and learning.",
        "image_description1": "Imagine a large, rectangular surface made of a dark material. This surface is often found in classrooms and is used for writing or drawing with chalk. It is an essential tool for teaching and learning.",
        "image_description2": "칠판 is a flat, rectangular surface made of a dark material. It is commonly found in classrooms and is used for writing or drawing with chalk. It provides a visual aid for teaching and learning.",
        "image_tags": "educational, school,",
        "explanation_of_syllables": "칠 - to write or draw, 판 - board",
        "sentence_example": "오늘은 칠판에 문제를 써 놓았어요. (Today, I wrote the problem on the blackboard.)"
    },
    {
        "additional_translations": "pen case, pencil box",
        "explanation_of_expression": "A container used to store and carry pencils and other writing instruments.",
        "image_description0": "A small rectangular container made of hard material, with a zipper or a snap closure. It is used to hold and organize pencils, pens, erasers, and other writing tools. The inside of the case is divided into compartments to keep the items separate and easily accessible.",
        "image_description1": "Imagine a colorful pencil case with various writing tools neatly arranged inside. The case is open, showcasing the organized pencils, pens, and erasers. The vibrant colors of the case and the sharpness of the pencils emphasize the functionality and convenience of the pencil case.",
        "image_description2": "A compact and portable container designed to hold and protect writing instruments. It has a sleek and modern design, with a smooth surface and a secure closure mechanism. The case is filled with pencils, pens, and other stationery items, neatly arranged and ready to be used.",
        "image_tags": "compact, portable, writing instruments, stationery, storage,",
        "explanation_of_syllables": "필 - writing instrument, 통 - container",
        "sentence_example": "필통에 연필과 볼펜을 넣어서 학교에 갔어요. (I went to school with pencils and pens in my pencil case.)"
    },
    {
        "additional_translations": "mobile phone, smartphone",
        "explanation_of_expression": "A device used for communication and accessing various applications and functions.",
        "image_description0": "A small rectangular object with a screen that allows you to make calls, send messages, and use different apps.",
        "image_description1": "Imagine a sleek and modern device that fits in the palm of your hand, enabling you to connect with others and access a world of information and entertainment.",
        "image_description2": "A compact electronic device with a screen that allows you to communicate with others, browse the internet, and use various applications.",
        "image_tags": "portable, technology, communication, connectivity, convenience,",
        "explanation_of_syllables": "휴 - rest, leisure, 대 - large, big, 폰 - phone",
        "sentence_example": "나는 항상 휴대폰을 가지고 다니며 연락하고 정보를 검색해요. (I always carry my cellphone with me to communicate and search for information.)"
    },
    {
        "additional_translations": "wipes, paper towel",
        "explanation_of_expression": "A disposable paper product used for cleaning or wiping surfaces",
        "image_description0": "A small rectangular piece of soft material that is used for cleaning or wiping surfaces. It is made of thin, absorbent paper and is often white in color. It is commonly found in bathrooms and is used for personal hygiene or cleaning purposes.",
        "image_description1": "Imagine a small rectangular piece of soft material that is used for cleaning or wiping surfaces. It is made of thin, absorbent paper and is often white in color. It is commonly found in bathrooms and is used for personal hygiene or cleaning purposes.",
        "image_description2": "A small rectangular piece of soft material that is used for cleaning or wiping surfaces. It is made of thin, absorbent paper and is often white in color. It is commonly found in bathrooms and is used for personal hygiene or cleaning purposes.",
        "image_tags": " disposable,",
        "explanation_of_syllables": "휴 - rest, relaxation, 지 - paper",
        "sentence_example": "화장실에 휴지가 없어서 곤란했어요. (I was in trouble because there was no tissue in the bathroom.)"
    }
]