[
    {
        "additional_translations": "previous, ahead",
        "explanation_of_expression": "앞 means the front or the direction that is ahead of something. It can also refer to something that is previous or comes before something else.",
        "image_description0": "An image of a road stretching into the distance, symbolizing the concept of being in front or ahead.",
        "image_description1": "An image of a line of footprints leading towards a destination, representing the idea of being in front or ahead.",
        "image_description2": "In a vast landscape, a small arrow points towards the horizon, emphasizing the concept of being in front or ahead.",
        "image_description3": "An image of a calendar with the current date crossed out and the previous date highlighted, illustrating the idea of being previous or coming before.",
        "image_tags": "directional, progression, movement, order, sequence, advancement,",
        "explanation_of_syllables": "앞 - front or ahead,",
        "sentence_example": "오늘 앞에 있는 카페에서 만나요. (Let's meet at the cafe in front today.)"
    },
    {
        "additional_translations": "reason, cause",
        "explanation_of_expression": "The word '왜' means 'why' in English. It is used to ask for the reason or cause of something.",
        "image_description0": "An image of a question mark symbolizing the word '왜' and representing the concept of asking for a reason or cause.",
        "image_description1": "The image depicts a situation where someone is pointing at something and questioning it, symbolizing the word '왜' and the act of asking for a reason or cause.",
        "image_description2": "In the image, the word '왜' is highlighted and emphasized, representing the emphasis on asking for a reason or cause.",
        "image_description3": "The image shows a person with a puzzled expression, symbolizing the act of questioning and seeking a reason or cause, which is represented by the word '왜'.",
        "image_tags": "curiosity, inquiry, confusion, uncertainty, doubt,",
        "explanation_of_syllables": "왜 - why (it represents the concept of questioning or seeking a reason),",
        "sentence_example": "왜 그렇게 말하셨어요? (Why did you say that way?)"
    },
    {
        "additional_translations": "rear, behind, posterior",
        "explanation_of_expression": "The word '뒤' refers to the back or rear side of something. It can also mean being behind or in a position that is not visible or prominent.",
        "image_description0": "An image of a closed door with a sign that says 'Back Entrance'.",
        "image_description1": "The expression '뒤' can be visually represented by an image of a person standing behind a curtain, symbolizing being behind the scenes or hidden from view.",
        "image_description2": "In this image, the emphasis is on the concept of being behind the scenes or hidden. It could be a picture of a stage with a closed curtain, suggesting that something is happening behind it.",
        "image_description3": "An image that represents the concept of '뒤' could be a picture of a person walking away from the camera, with their back facing the viewer.",
        "image_tags": " unseen, concealed, obscured, backstage, rear,",
        "explanation_of_syllables": "뒤 - back or rear, it represents the concept of something being behind or in a position that is not visible or prominent",
        "sentence_example": "나는 항상 친구들의 뒤에서 그들을 지켜준다. (I always watch over my friends from behind.)"
    },
    {
        "additional_translations": "inside, within",
        "explanation_of_expression": "An expression used to indicate the location or position of something inside or within a certain area.",
        "image_description0": "A small box with the word 'inside' written on it.",
        "image_description1": "A box with the word 'inside' written on it, representing the concept of something being within a certain area.",
        "image_description2": "A visual representation of the concept of something being inside or within a certain area.",
        "image_description3": "An image showing an object placed inside a box, representing the meaning of 'inside' or 'within'.",
        "image_tags": "enclosed, contained, internal, interior, confined, surrounded,",
        "explanation_of_syllables": "안 - inside, within",
        "sentence_example": "책은 가방 안에 있어요. (The book is inside the bag.)"
    },
    {
        "additional_translations": "mom, mama",
        "explanation_of_expression": "A term used to refer to one's female parent.",
        "image_description0": "A woman holding a baby in her arms, representing the concept of motherhood.",
        "image_description1": "A nurturing figure taking care of a child, symbolizing the role of a mother.",
        "image_description2": "A caring woman providing love and support to her child, embodying the essence of motherhood.",
        "image_description3": "An image depicting a mother and child bonding and sharing a special connection.",
        "image_tags": " love, family, support, bond,",
        "explanation_of_syllables": "어 - respectful term for 'mother', 머니 - honorific suffix used to address someone older or of higher status",
        "sentence_example": "어머니께서 항상 저를 돌봐 주셔서 감사합니다. (I am grateful to my mother for always taking care of me.)"
    },
    {
        "additional_translations": "Dad, Papa",
        "explanation_of_expression": "A male parent",
        "image_description0": "A pair of black leather shoes placed neatly next to a briefcase on a wooden floor",
        "image_description1": "A pair of black leather shoes placed neatly next to a briefcase on a wooden floor",
        "image_description2": "A pair of black leather shoes placed neatly next to a briefcase on a wooden floor. The shoes represent a father figure, symbolizing responsibility and authority.",
        "image_description3": "A pair of black leather shoes placed neatly next to a briefcase on a wooden floor",
        "image_tags": "responsible, authority,",
        "explanation_of_syllables": "아 - father (it represents the concept of a male parent), 버지 - none",
        "sentence_example": "아버지는 항상 저를 사랑해주신다. (My father always loves me.)"
    },
    {
        "additional_translations": "high, above",
        "explanation_of_expression": "The word '위' in Korean means 'top', 'on', or 'up'.",
        "image_description0": "An image of a mountain peak, representing the concept of 'top' or 'high'.",
        "image_description1": "The image shows a mountain peak, symbolizing the idea of being 'on top' or 'above'.",
        "image_description2": "Imagine a mountain peak rising above the clouds, emphasizing the concept of being 'on top' or 'above'.",
        "image_description3": "An image of a mountain peak, representing the idea of being 'on top' or 'above'.",
        "image_tags": "elevated, high, summit, altitude, skyward,",
        "explanation_of_syllables": "The syllable '위' represents the concept of being 'on top' or 'above'.",
        "sentence_example": "그 산 꼭대기에 올라가서 바람을 쐬고 싶어요. (I want to go up to the top of that mountain and feel the wind.)"
    },
    {
        "additional_translations": "chamber, space",
        "explanation_of_expression": "A room is an enclosed space within a building that is used for a particular purpose, such as living, sleeping, or working.",
        "image_description0": "An empty room with a window and a chair.",
        "image_description1": "A space with walls, a ceiling, and a floor, furnished with a bed, a desk, and a lamp.",
        "image_description2": "A cozy and well-decorated space with comfortable furniture and a warm color scheme, creating a welcoming atmosphere.",
        "image_description3": "A room with a view of a beautiful garden, filled with natural light and plants.",
        "image_tags": "cozy, comfortable, interior, furniture, decor, welcoming,",
        "explanation_of_syllables": "방 - room (it represents an enclosed space within a building),",
        "sentence_example": "저는 방에서 공부합니다. (I study in my room.)"
    },
    {
        "additional_translations": "outside, outdoors",
        "explanation_of_expression": "The word '밖' refers to the area or space that is located outside of a particular place or object.",
        "image_description0": "A clear blue sky with a bright sun shining down on a grassy field.",
        "image_description1": "The expression '밖' can be visually represented by a beautiful landscape with a clear blue sky and a bright sun shining down on a grassy field.",
        "image_description2": "Imagine a serene outdoor scene with a clear blue sky, lush green trees, and a gentle breeze. This image captures the essence of '밖' and emphasizes the beauty of the outdoors.",
        "image_description3": "A picture of a wide open field with a clear blue sky above it, symbolizing the concept of '밖' and the freedom of being outside.",
        "image_tags": "nature, outdoors,",
        "explanation_of_syllables": "밖 - outside (it represents the concept of being located beyond a particular place or object)",
        "sentence_example": "오늘은 날씨가 좋아서 밖에서 산책했어요. (Today, the weather was nice so I went for a walk outside.)"
    },
    {
        "additional_translations": "next to, alongside",
        "explanation_of_expression": "옆 means 'beside' or 'side'. It refers to the position or location that is next to something or someone.",
        "image_description0": "A table with a chair beside it.",
        "image_description1": "A table with a chair next to it.",
        "image_description2": "A table with a chair placed beside it.",
        "image_description3": "An image showing a table and a chair positioned next to each other.",
        "image_tags": "adjacent, neighboring, close, proximity, lateral, parallel,",
        "explanation_of_syllables": "옆 - side (it represents the concept of being next to something)",
        "sentence_example": "나는 친구 옆에 앉았다. (I sat beside my friend.)"
    },
    {
        "additional_translations": "beneath, underneath",
        "explanation_of_expression": "아래 means 'under' or 'below' and refers to a position or location that is lower than something else.",
        "image_description0": "A table with a book underneath it.",
        "image_description1": "A book placed under a table.",
        "image_description2": "A book hidden under a table.",
        "image_description3": "An arrow pointing downwards to represent something below or under.",
        "image_tags": "lower, hidden, position, location, downwards, beneath,",
        "explanation_of_syllables": "아래 - below or under",
        "sentence_example": "책은 테이블 아래에 있어요. (The book is under the table.)"
    },
    {
        "additional_translations": "medical center, clinic",
        "explanation_of_expression": "A place where people receive medical treatment and care.",
        "image_description0": "A building with a red cross symbol on it, indicating that it is a medical facility.",
        "image_description1": "A building with a sign that says 'Medical Center' on it, indicating that it is a place for medical treatment and care.",
        "image_description2": "A building with a large sign that says 'Hospital' in bold letters, emphasizing that it is a place for medical treatment and care.",
        "image_description3": "An image of a building with a red cross symbol on it, representing a hospital.",
        "image_tags": " healthcare, facility, health,",
        "explanation_of_syllables": "병 - disease (it represents the concept of illness or medical condition), 원 - place (it refers to a specific location)",
        "sentence_example": "어제 친구를 병원에 데려갔어요. (Yesterday, I took my friend to the hospital.)"
    },
    {
        "additional_translations": "remedy, cure, treatment",
        "explanation_of_expression": "약 (yak) refers to medicine or drug in Korean.",
        "image_description0": "A small bottle with a label that says '약' and a few pills next to it.",
        "image_description1": "A picture of a medicine cabinet filled with different types of medicine bottles, including one labeled '약'.",
        "image_description2": "A close-up image of a hand holding a pill bottle labeled '약', emphasizing its importance in healthcare.",
        "image_description3": "An image of a person taking a pill from a bottle labeled '약' to illustrate the concept of medicine.",
        "image_tags": "healthcare, pharmacy, treatment, remedy, cure, pills,",
        "explanation_of_syllables": "약 (yak) - medicine or drug",
        "sentence_example": "오늘은 약을 먹어야 해요. (Today, I have to take medicine.)"
    },
    {
        "additional_translations": "storey, level",
        "explanation_of_expression": "층 is a Korean counter word used to indicate the number of floors or levels in a building.",
        "image_description0": "An image of a tall building with multiple floors.",
        "image_description1": "An image of a building with different levels indicated by numbers on each floor.",
        "image_description2": "Imagine a building with multiple floors, each floor representing a different level.",
        "image_description3": "An image showing the concept of floors in a building, with each floor being represented by a horizontal line.",
        "image_tags": "vertical, architecture, construction, height, structure,",
        "explanation_of_syllables": "층 - floor (it represents the concept of a level or storey)",
        "sentence_example": "우리 아파트는 10층에 위치해 있어요. (Our apartment is located on the 10th floor.)"
    },
    {
        "additional_translations": "commonly, regularly",
        "explanation_of_expression": "자주 means frequently or often.",
        "image_description0": "A calendar with multiple dates circled to represent frequent occurrences.",
        "image_description1": "The image shows a clock with the hands moving quickly to indicate frequent or regular intervals of time.",
        "image_description2": "In a busy city, there are multiple buses passing by one after another, symbolizing frequent transportation.",
        "image_description3": "The image depicts a road with many cars moving quickly, representing frequent traffic.",
        "image_tags": " repetitive, continuous, recurrent, periodic, repeated,",
        "explanation_of_syllables": "자 - self (it represents the concept of something happening on its own), 주 - often (it refers to a frequent or regular occurrence)",
        "sentence_example": "저는 자주 영화를 보러 갑니다. (I often go to watch movies.)"
    },
    {
        "additional_translations": "Each day",
        "explanation_of_expression": "Refers to something that happens or is done every day",
        "image_description0": "A calendar with a checkmark on each day",
        "image_description1": "A calendar with a checkmark on each day, indicating that something happens or is done every day",
        "image_description2": "A calendar with a checkmark on each day, emphasizing the regularity of something happening or being done",
        "image_description3": "A calendar with a checkmark on each day, symbolizing the concept of something happening or being done every day",
        "image_tags": "Regular, Routine, Daily, Consistent,",
        "explanation_of_syllables": "매 - every, 일 - day",
        "sentence_example": "매일 운동을 해요. (I exercise every day.)"
    },
    {
        "additional_translations": "kitchenette, cooking area",
        "explanation_of_expression": "A room or area where food is prepared and cooked",
        "image_description0": "A countertop with various cooking utensils and ingredients",
        "image_description1": "A well-organized kitchen with pots, pans, and spices neatly arranged",
        "image_description2": "A spacious kitchen with modern appliances and a large dining table",
        "image_description3": "A clean and tidy kitchen with a stove, sink, and cabinets",
        "image_tags": "cooking, food preparation, utensils, ingredients, appliances, organization,",
        "explanation_of_syllables": "부 - part, 엌 - room",
        "sentence_example": "저는 부엌에서 요리를 합니다. (I cook in the kitchen.)"
    },
    {
        "additional_translations": "Create additional English translations that are synonymous with 'parents' (HONORIFIC).",
        "explanation_of_expression": "This expression refers to one's parents, but it is used in a respectful and honorific way.",
        "image_description0": "A family photo with a couple standing together, representing parents.",
        "image_description1": "The image shows a picture frame with a photo of a couple, symbolizing parents.",
        "image_description2": "In this image, a golden trophy is placed on a pedestal, representing the honor and respect given to parents.",
        "image_description3": "The image depicts a pair of hands holding a heart-shaped locket with the word '부모님' engraved on it, symbolizing the love and appreciation for parents.",
        "image_tags": "Family, Love, Respectful, Honorific, Appreciation, Relationship,",
        "explanation_of_syllables": "부모 - parents (it represents the concept of one's mother and father), 님 - honorific suffix (used to show respect and politeness)",
        "sentence_example": "오늘은 부모님께 선물을 사 주었어요. (Today, I bought a gift for my parents.)"
    },
    {
        "additional_translations": "bedding, cot, bunk, pallet, pallet bed",
        "explanation_of_expression": "침대 is the Korean word for bed.",
        "image_description0": "A cozy bedroom with a comfortable bed and soft pillows.",
        "image_description1": "A bedroom with a neatly made bed and a bedside table with a lamp.",
        "image_description2": "In a peaceful bedroom, a comfortable bed is the centerpiece, inviting you to relax and rest.",
        "image_description3": "A simple image of a bed with a blanket and pillows.",
        "image_tags": "comfortable, cozy, sleep, relaxation, restful,",
        "explanation_of_syllables": "침 - sleep, rest; 대 - large, big",
        "sentence_example": "오늘은 피곤해서 침대에서 잠을 자고 싶어요. (Today, I'm tired and want to sleep in bed.)"
    },
    {
        "additional_translations": "left-hand side, left direction",
        "explanation_of_expression": "The word '왼쪽' refers to the left side or direction.",
        "image_description0": "An image of a road splitting into two, with an arrow pointing to the left side.",
        "image_description1": "The image shows a path diverging into two, with a sign indicating the left direction.",
        "image_description2": "Imagine a scenario where a person is standing at a crossroad and pointing towards the left side.",
        "image_description3": "An image depicting a compass with the needle pointing towards the left direction.",
        "image_tags": "directional, spatial, navigation, orientation, position, pathway,",
        "explanation_of_syllables": "왼 - left (refers to the opposite of right), 쪽 - side (indicates a specific area or direction)",
        "sentence_example": "학교에서 나와서 왼쪽으로 가세요. (Come out of the school and go to the left side.)"
    },
    {
        "additional_translations": "right-hand side, right direction",
        "explanation_of_expression": "오른쪽 means the direction or side that is opposite to the left.",
        "image_description0": "An arrow pointing towards the right.",
        "image_description1": "An image showing a road splitting into two, with one path going towards the right.",
        "image_description2": "A visual representation of 오른쪽 with emphasis on the opposite direction to the left.",
        "image_description3": "An image of a compass with the needle pointing towards the right.",
        "image_tags": "directional, opposite, compass, navigation, orientation,",
        "explanation_of_syllables": "오른 - right (it represents the concept of being on the opposite side), 쪽 - side (it refers to a specific direction)",
        "sentence_example": "집은 학교의 오른쪽에 있어요. (The house is on the right side of the school.)"
    },
    {
        "additional_translations": "living area, lounge",
        "explanation_of_expression": "A room in a house or apartment where people relax and spend time together.",
        "image_description0": "An open space with comfortable furniture and a television.",
        "image_description1": "A cozy area with a sofa, coffee table, and a bookshelf.",
        "image_description2": "Imagine a spacious room with a comfortable seating arrangement and a warm ambiance.",
        "image_description3": "A well-furnished room with sofas, a coffee table, and a television.",
        "image_tags": "comfortable, furniture, relaxation, leisure, homey,",
        "explanation_of_syllables": "거 - thing, object; 실 - room",
        "sentence_example": "저는 거실에서 텔레비전을 보고 쉬어요. (I relax and watch TV in the living room.)"
    },
    {
        "additional_translations": "Aerodrome, Airdrome, Airfield, Landing field, Field",
        "explanation_of_expression": "The word '공항' refers to a place where airplanes take off and land, and where passengers and cargo are loaded and unloaded.",
        "image_description0": "An aerial view of a runway with airplanes parked on it.",
        "image_description1": "An image of a busy airport terminal with people waiting in line to board their flights.",
        "image_description2": "A bustling airport terminal with passengers rushing to catch their flights.",
        "image_description3": "An image of an airport runway with a plane taking off into the sky.",
        "image_tags": " Travel, Transportation, Airplanes, Runway,",
        "explanation_of_syllables": "공 - public (it represents the concept of a place accessible to everyone), 항 - port (it refers to a place where transportation, in this case, airplanes, is facilitated)",
        "sentence_example": "오늘은 공항에서 친구를 맞이하러 갑니다. (Today, I'm going to the airport to pick up my friend.)"
    },
    {
        "additional_translations": "couch, settee",
        "explanation_of_expression": "A piece of furniture with a long seat and a back, used for sitting or lying down",
        "image_description0": "An image of a comfortable seat with cushions and armrests",
        "image_description1": "An image of a cozy and inviting seat with cushions and armrests",
        "image_description2": "A comfortable seat with cushions and armrests that provides a relaxing and inviting space for sitting or lying down",
        "image_description3": "An image of a sofa, a piece of furniture with a long seat and a back, used for sitting or lying down",
        "image_tags": "comfortable, furniture, relaxing,",
        "explanation_of_syllables": "소 - small, 파 - cloth",
        "sentence_example": "저는 소파에서 텔레비전을 보고 있어요. (I am watching TV on the sofa.)"
    },
    {
        "additional_translations": "pooch, doggy",
        "explanation_of_expression": "A small, young dog that is often kept as a pet.",
        "image_description0": "A cute, furry animal with four legs and a wagging tail.",
        "image_description1": "A small, adorable creature with soft fur and a playful demeanor.",
        "image_description2": "Imagine a fluffy, energetic ball of fur running around with a wagging tail.",
        "image_description3": "An image of a cute, little puppy with floppy ears and a wagging tail.",
        "image_tags": "cute, furry, young, pet,",
        "explanation_of_syllables": "강 - strong (it represents the strength and energy of the puppy), 아 - child (it refers to the young age of the puppy), 지 - suffix used to indicate a small size or affection",
        "sentence_example": "저는 강아지를 키우고 있어요. (I am raising a puppy.)"
    },
    {
        "additional_translations": "desk, desk-like object",
        "explanation_of_expression": "A piece of furniture with a flat top and one or more legs, used for eating, writing, or working on.",
        "image_description0": "An object with a flat surface and legs that is used for eating or working.",
        "image_description1": "An object with a flat surface and legs that is used for eating or working.",
        "image_description2": "A piece of furniture with a flat top and legs, used for eating, writing, or working on.",
        "image_description3": "An object with a flat surface and legs that is used for eating or working.",
        "image_tags": "furniture, wooden, rectangular, functional,",
        "explanation_of_syllables": "탁 - clear, bright, 자 - seat, chair",
        "sentence_example": "저는 탁자 위에서 공부합니다. (I study on the table.)"
    },
    {
        "additional_translations": "swimming",
        "explanation_of_expression": "The act of moving through water by using the arms and legs",
        "image_description0": "A clear blue swimming pool with sparkling water",
        "image_description1": "A serene lake surrounded by lush green trees, where people are enjoying swimming",
        "image_description2": "A beautiful beach with crystal clear water, where people are happily swimming and playing in the waves",
        "image_description3": "A person gracefully swimming in a pool, with their body gliding through the water",
        "image_tags": "water, pool, beach, relaxation, leisure,",
        "explanation_of_syllables": "수 - water, 영 - action or process",
        "sentence_example": "오늘은 수영을 하러 갈 거예요. (Today, I'm going to go swimming.)"
    },
    {
        "additional_translations": "to get one's hair done",
        "explanation_of_expression": "This expression refers to the act of having one's hair styled or treated by a professional.",
        "image_description0": "A salon chair with a mirror and various hair styling tools on a table next to it.",
        "image_description1": "A salon chair with a mirror and a hairstylist holding a hairdryer, ready to style a customer's hair.",
        "image_description2": "In a salon, a hairstylist is using a curling iron to create beautiful curls for a customer's hair.",
        "image_description3": "An image of a person sitting in a salon chair with a hairstylist standing behind them, working on their hair.",
        "image_tags": " hair tools, hair treatment, hair styling, beauty,",
        "explanation_of_syllables": "머리 - head (refers to the part of the body where hair grows)",
        "sentence_example": "오늘은 머리를 하러 미용실에 갔어요. (Today, I went to the salon to have my hair done.)"
    },
    {
        "additional_translations": "beauty parlor, salon",
        "explanation_of_expression": "A place where people go to have their hair cut, styled, and treated.",
        "image_description0": "An image of a chair with a mirror in front of it, with various hair care products and tools on a shelf nearby.",
        "image_description1": "A chair with a mirror in front of it, surrounded by hair care products and tools.",
        "image_description2": "A cozy and modern salon with comfortable chairs and a wide range of hair care products and tools.",
        "image_description3": "An image of a hair salon with hairstylists working on clients' hair.",
        "image_tags": "modern, cozy, hairstylist,",
        "explanation_of_syllables": "미용 - beauty (it represents the concept of enhancing one's appearance), 실 - room (it refers to a specific space)",
        "sentence_example": "오늘은 미용실에서 머리를 자르고 염색했어요. (Today, I got my hair cut and dyed at the hair salon.)"
    },
    {
        "additional_translations": "pool, swimming bath",
        "explanation_of_expression": "A place designed for people to swim and enjoy water activities.",
        "image_description0": "A large body of water surrounded by tiles and equipped with ladders and diving boards.",
        "image_description1": "A place with a large water-filled area where people can swim and have fun.",
        "image_description2": "Imagine a spacious area filled with clear water, where people can swim and have a great time.",
        "image_description3": "A picture of a swimming pool with crystal clear water and people swimming and enjoying themselves.",
        "image_tags": "refreshing, recreational, leisure, relaxation,",
        "explanation_of_syllables": "수 - water, 영 - to swim, 장 - place",
        "sentence_example": "오늘은 친구들과 수영장에서 수영하고 놀았어요. (Today, I swam and played at the swimming pool with my friends.)"
    },
    {
        "additional_translations": "drugstore, chemist",
        "explanation_of_expression": "A place where medicine and other healthcare products are sold.",
        "image_description0": "A brightly lit store with shelves filled with various types of medicine and healthcare products.",
        "image_description1": "A store with a green cross sign outside, indicating that it is a pharmacy.",
        "image_description2": "A store with a large sign that says 'Pharmacy' and a display of different types of medicine in the window.",
        "image_description3": "An image of a pharmacy with shelves filled with medicine and a pharmacist behind the counter.",
        "image_tags": "healthcare, medicine, drugs, remedies, prescriptions, health,",
        "explanation_of_syllables": "약 - medicine (refers to any type of medication), 국 - store (refers to a place where goods are sold)",
        "sentence_example": "저는 약국에 약을 사러 갔어요. (I went to the pharmacy to buy medicine.)"
    },
    {
        "additional_translations": "wardrobe, closet",
        "explanation_of_expression": "A piece of furniture used for storing clothes and other personal items.",
        "image_description0": "A wooden cabinet with shelves and a hanging rod inside, used for storing clothes.",
        "image_description1": "A piece of furniture with doors and compartments, used for storing clothes and personal items.",
        "image_description2": "A wooden cabinet with shelves and a hanging rod inside, used for organizing and storing clothes and personal items.",
        "image_description3": "An image showing a wooden cabinet with doors and compartments, used for storing clothes and personal items.",
        "image_tags": "wooden, cabinet, storage, organization,",
        "explanation_of_syllables": "옷 - clothes, 장 - place",
        "sentence_example": "나는 옷장에 옷을 정리했다. (I organized my clothes in the wardrobe.)"
    }
]