[
    {
        "additional_translations": "ours",
        "explanation_of_expression": "우리 is a pronoun in Korean that is used to refer to 'we', 'our', or 'us'. It is used to indicate a group of people that includes the speaker.",
        "image_description0": "A group of objects that represent a collective, such as a stack of books or a pile of coins.",
        "image_description1": "The image shows a collection of items that belong to a group, symbolizing the concept of 'we' or 'our'.",
        "image_description2": "Imagine a scenario where multiple objects are gathered together, representing a collective or a group. This emphasizes the idea of '우리' or 'we'.",
        "image_description3": "The image depicts a group of objects or items that represent a collective, symbolizing the concept of '우리' or 'we'.",
        "image_tags": "collective, objects, belongings, together,",
        "explanation_of_syllables": "우 - our (it represents the concept of a collective or a group), 리 - pronoun (it indicates the speaker and others as a group)",
        "sentence_example": "우리는 함께 공부해요. (We study together.)"
    },
    {
        "additional_translations": "to reside, to dwell",
        "explanation_of_expression": "The expression '살다' means 'to live' in English.",
        "image_description0": "A cozy house with a chimney and smoke coming out of it, representing the concept of living in a home.",
        "image_description1": "The image shows a comfortable house with a garden, symbolizing the idea of a peaceful and fulfilling life.",
        "image_description2": "Imagine a serene countryside with a beautiful house surrounded by nature, illustrating the peacefulness and tranquility of living.",
        "image_description3": "The image depicts a vibrant cityscape with tall buildings and bustling streets, representing the concept of urban living.",
        "image_tags": "homey, serene, countryside, nature,",
        "explanation_of_syllables": "살 - life (it represents the concept of existence or being alive), 다 - to do (it indicates an action or behavior)",
        "sentence_example": "나는 한국에서 살고 있어요. (I am living in Korea.)"
    },
    {
        "additional_translations": "hence, consequently, as a result",
        "explanation_of_expression": "The word '그래서' is used to indicate a cause-and-effect relationship between two events or actions. It is used to express that the second event or action is a result or consequence of the first event or action.",
        "image_description0": "A line graph showing an upward trend, indicating the cause and effect relationship represented by '그래서'.",
        "image_description1": "The image shows a domino effect, where one domino falling leads to the next one falling. This represents the cause and effect relationship expressed by '그래서'.",
        "image_description2": "In a comic strip, a character is shown planting a seed, and in the next panel, a fully grown tree is shown. This emphasizes the cause and effect relationship represented by '그래서'.",
        "image_description3": "The image shows a person holding a watering can and watering a plant. This simple image represents the cause and effect relationship expressed by '그래서'.",
        "image_tags": " consequence, connection, result, outcome,",
        "explanation_of_syllables": "그 - that, 그래 - like that, 그래서 - because of that",
        "sentence_example": "오늘 비가 왔으니까 우산을 가져가세요. 그래서 비에 안 젖을 거예요. (It rained today, so please take an umbrella. Therefore, you won't get wet in the rain.)"
    },
    {
        "additional_translations": "Furthermore, moreover, also",
        "explanation_of_expression": "This expression is used to indicate an additional item or idea that is being added to a list or a statement.",
        "image_description0": "A puzzle with missing pieces, and one additional piece that perfectly fits into the puzzle.",
        "image_description1": "A set of keys with one extra key attached to it.",
        "image_description2": "A group of people standing in a line, and one person standing slightly apart from the line, emphasizing their individuality.",
        "image_description3": "A row of books on a shelf, and one book placed on top of the shelf, symbolizing an additional book that doesn't fit in the row.",
        "image_tags": " Addition, Supplement, More, Increase, Append,",
        "explanation_of_syllables": "그리 - like that, 그 - that, 이 - and, 고 - and",
        "sentence_example": "오늘은 공부하고, 운동하고, 그리고 친구와 만나기로 했어요. (Today, I decided to study, exercise, and meet my friend as well.)"
    },
    {
        "additional_translations": "single, individual",
        "explanation_of_expression": "하나 means 'one' in Korean.",
        "image_description0": "A single coin on a table.",
        "image_description1": "There is a single coin on a table.",
        "image_description2": "In a room with many objects, there is only one coin on a table.",
        "image_description3": "A coin representing the concept of 'one'.",
        "image_tags": "solitary, unique, lone, singular, isolated, distinct,",
        "explanation_of_syllables": "하 - meaning 'one', 나 - meaning 'self'",
        "sentence_example": "저는 하나의 사과를 샀어요. (I bought one apple.)"
    },
    {
        "additional_translations": "together, with, along",
        "explanation_of_expression": "The word '같이' means 'together' in English. It is used to indicate doing something with someone or being in the same place or situation as someone.",
        "image_description0": "A group of people walking side by side in the same direction.",
        "image_description1": "The image shows a group of people walking together in a park.",
        "image_description2": "In a beautiful park, a group of friends are walking together, enjoying each other's company.",
        "image_description3": "The image depicts a group of friends sitting around a bonfire, laughing and enjoying each other's company.",
        "image_tags": " friends, togetherness, companionship,",
        "explanation_of_syllables": "같 - same, 이 - with, together",
        "sentence_example": "우리는 항상 같이 공부해요. (We always study together.)"
    },
    {
        "additional_translations": "second, moment, division",
        "explanation_of_expression": "분 is a Korean word that can be translated as 'minute', 'time', or 'amount'. It refers to a specific unit of time or a portion of something.",
        "image_description0": "An hourglass with sand flowing through it, representing the passing of time.",
        "image_description1": "A clock with the minute hand pointing to a specific time, illustrating the concept of 'minute'.",
        "image_description2": "A stopwatch with the word '분' highlighted, emphasizing the measurement of time.",
        "image_description3": "An image of a calendar with a circle around a specific date, representing the concept of 'minute' as a specific point in time.",
        "image_tags": " measurement, hourglass, stopwatch, calendar,",
        "explanation_of_syllables": "분 - division (it represents the concept of dividing time or something into smaller parts)",
        "sentence_example": "오늘은 30분 동안 운동했어요. (Today, I exercised for 30 minutes.)"
    },
    {
        "additional_translations": "to start, start",
        "explanation_of_expression": "To initiate or commence an action or process.",
        "image_description0": "A clock showing the time at 12 o'clock, symbolizing the beginning of a new day.",
        "image_description1": "The image shows a sunrise, representing the start of a new day.",
        "image_description2": "A bright and vibrant image of a sun rising over a horizon, symbolizing the start of a new day filled with possibilities.",
        "image_description3": "An image of a green traffic light, indicating the start of a journey or movement.",
        "image_tags": " fresh, dawn, morning, opportunity, initiation,",
        "explanation_of_syllables": "시작 - start (it represents the concept of initiating or commencing), 하 - to do (it indicates an action), 다 - to be (it indicates the completion of the action)",
        "sentence_example": "오늘은 새로운 프로젝트를 시작했어요. (Today, I started a new project.)"
    },
    {
        "additional_translations": "to arise, to get out of bed",
        "explanation_of_expression": "This expression refers to the action of waking up or getting out of bed.",
        "image_description0": "A bright sun rising over the horizon, symbolizing the act of waking up and starting a new day.",
        "image_description1": "The image shows a person stretching their arms and legs after waking up, representing the action of getting up.",
        "image_description2": "In a serene setting, a person is shown opening their eyes and sitting up in bed, emphasizing the act of waking up.",
        "image_description3": "The image depicts a person lying in bed with closed eyes, and then in the next frame, the person is shown sitting up and fully awake.",
        "image_tags": "morning, sunrise, awakening, new day, beginning, energy,",
        "explanation_of_syllables": "일 - day, 어나다 - to arise, to come into existence",
        "sentence_example": "아침에 일어나서 먼저 물 한잔 마셔요. (In the morning, I wake up and drink a glass of water first.)"
    },
    {
        "additional_translations": "pair, couple, both",
        "explanation_of_expression": "둘 is the Korean word for 'two'.",
        "image_description0": "An image of two identical objects side by side.",
        "image_description1": "An image that represents the concept of 'two' according to the explanation: '둘 is the Korean word for two.'",
        "image_description2": "In this image, the number '2' is highlighted and emphasized to represent the concept of 'two'.",
        "image_description3": "An image showing the number '2' in a clear and simple way.",
        "image_tags": "numeric, quantity, double, dual, pair, couple,",
        "explanation_of_syllables": "둘 - two",
        "sentence_example": "나는 둘의 선택 사이에서 고민하고 있다. (I am torn between two choices.)"
    },
    {
        "additional_translations": "ten, ten units",
        "explanation_of_expression": "The word 열 means 'ten' in Korean.",
        "image_description0": "An image of a thermometer with the temperature at 10 degrees Celsius.",
        "image_description1": "The image shows a dial on a stove set to the number 10, indicating the heat level.",
        "image_description2": "In a kitchen, there is a pot on a stove with the heat set to the maximum level, which is represented by the number 10.",
        "image_description3": "An image of a number 10 written in big bold font with a background of flames.",
        "image_tags": "temperature, kitchen, pot,",
        "explanation_of_syllables": "연 - ten (it represents the concept of the number ten)",
        "sentence_example": "오늘은 열 시에 만나요. (Let's meet at ten o'clock today.)"
    },
    {
        "additional_translations": "to come to an end, to be finished",
        "explanation_of_expression": "끝나다 means to reach the end or to complete something.",
        "image_description0": "A road that leads to a dead end, symbolizing the concept of reaching the end or finishing something.",
        "image_description1": "An arrow pointing towards the end of a timeline, representing the idea of reaching the end or finishing something.",
        "image_description2": "A progress bar that is filled completely, indicating the completion or end of a task.",
        "image_description3": "An hourglass with all the sand at the bottom, signifying that time has run out or something has come to an end.",
        "image_tags": "completion, conclusion, finality, termination, fulfillment, accomplishment,",
        "explanation_of_syllables": "끝 - end, finish, 나다 - to come out, to appear",
        "sentence_example": "오늘은 일이 끝나면 친구들과 함께 저녁을 먹으러 갈 거예요. (After work ends today, I will go out to dinner with friends.)"
    },
    {
        "additional_translations": "relatives, kin, household",
        "explanation_of_expression": "The word '가족' refers to a group of people who are related to each other by blood or marriage and live together as a unit.",
        "image_description0": "A cozy living room with a dining table set for a family meal, symbolizing togetherness and unity.",
        "image_description1": "The image shows a warm and loving atmosphere in a home, with family members gathered around a table, enjoying a meal together.",
        "image_description2": "In a comfortable and harmonious home environment, family members are engaged in various activities that strengthen their bond and create lasting memories.",
        "image_description3": "The image depicts a happy family spending quality time together, engaging in activities such as playing board games, cooking, and sharing laughter.",
        "image_tags": "cozy, togetherness, unity, love, warmth,",
        "explanation_of_syllables": "가 - house, 족 - tribe or clan",
        "sentence_example": "우리 가족은 매주 일요일에 함께 저녁을 먹는다. (Our family eats dinner together every Sunday.)"
    },
    {
        "additional_translations": "other, another, more",
        "explanation_of_expression": "다섯 is the Korean word for 'five'.",
        "image_description0": "An image of five fingers extended, representing the number five.",
        "image_description1": "The image shows a hand with all five fingers extended, representing the number five.",
        "image_description2": "In this image, the number five is emphasized with bold and large font, standing out from the rest of the text.",
        "image_description3": "The image shows the numeral '5' written in a clear and visible manner.",
        "image_tags": "numeric, counting, quantity, hand gesture, mathematics, arithmetic,",
        "explanation_of_syllables": "다 - represents the concept of 'five', 섯 - refers to the specific number 'five'",
        "sentence_example": "다섯 마리의 고양이가 집 앞에 있어요. (There are five cats in front of the house.)"
    },
    {
        "additional_translations": "to be tardy, to be delayed",
        "explanation_of_expression": "This expression is used to describe the state of being late or delayed.",
        "image_description0": "An alarm clock showing a time that is past the desired time.",
        "image_description1": "The concept of being late represented by a clock with its hands pointing to a time that has already passed.",
        "image_description2": "In a busy train station, a person is seen running towards a departing train, symbolizing the urgency of being late.",
        "image_description3": "A clock with its hands pointing to a time that is later than the expected time.",
        "image_tags": " urgency, delay, alarm, train station,",
        "explanation_of_syllables": "늦 - late (it represents the concept of being delayed or not on time)",
        "sentence_example": "오늘은 학교에 늦어서 선생님께 사과했어요. (Today, I apologized to the teacher for being late to school.)"
    },
    {
        "additional_translations": "other translations for '일곱' include 'seven', 'seventh', '7th'",
        "explanation_of_expression": "일곱 means 'seven' in Korean.",
        "image_description0": "An image of seven colorful balloons floating in the sky.",
        "image_description1": "The image shows a set of seven colorful balloons representing the number 'seven'.",
        "image_description2": "In this image, the number '7' is highlighted and emphasized, symbolizing the meaning of '일곱'.",
        "image_description3": "The image depicts a numerical representation of '7' to represent the meaning of '일곱'.",
        "image_tags": "numeric, sky, quantity, countable,",
        "explanation_of_syllables": "일 - one (it represents the concept of a single unit), 곱 - multiplied (it refers to the action of multiplying or increasing)",
        "sentence_example": "오늘은 일곱 시에 만나요. (Let's meet at seven o'clock today.)"
    },
    {
        "additional_translations": "half a dozen, 6",
        "explanation_of_expression": "The word 여섯 means 'six' in Korean.",
        "image_description0": "An image of six objects arranged in a line.",
        "image_description1": "The image shows a group of six items.",
        "image_description2": "In this image, the emphasis is on the concept of the number six.",
        "image_description3": "The image represents the number six with six visible objects.",
        "image_tags": "numeric, quantity, counting, numbers, math, arithmetic,",
        "explanation_of_syllables": "여 - female (it represents the concept of femininity), 섯 - six (it refers to the number six)",
        "sentence_example": "오늘은 여섯 시에 만나요. (Let's meet at six o'clock today.)"
    },
    {
        "additional_translations": "lesson, lecture",
        "explanation_of_expression": "수업 is a Korean word that refers to a class or lesson.",
        "image_description0": "A classroom with desks and chairs arranged neatly, a whiteboard at the front, and textbooks on the desks.",
        "image_description1": "A classroom setting with students sitting at desks, a teacher standing at the front, and a whiteboard with notes and diagrams.",
        "image_description2": "In a classroom, a teacher is explaining a concept to students using a whiteboard and visual aids.",
        "image_description3": "An image of a classroom with students actively participating in a lesson, taking notes, and engaging in discussions.",
        "image_tags": "education, learning, school, studying, knowledge, academic,",
        "explanation_of_syllables": "수 - water (it represents the concept of something flowing or progressing), 업 - business (it refers to a specific type of work or activity)",
        "sentence_example": "오늘은 수업이 쉬웠어요. (Today's class was easy.)"
    },
    {
        "additional_translations": "to mop, to scour",
        "explanation_of_expression": "The expression '닦다' means to clean or wipe something by using a cloth, sponge, or other cleaning tools.",
        "image_description0": "An image of a dirty table being wiped clean with a cloth.",
        "image_description1": "An image of a surface being cleaned with a sponge.",
        "image_description2": "In this image, a person is vigorously wiping a surface clean using a cloth.",
        "image_description3": "An image showing a cloth being used to wipe a dirty surface clean.",
        "image_tags": " wipe, cloth, dirty,",
        "explanation_of_syllables": "닦 - to clean or wipe, 다 - verb ending",
        "sentence_example": "저는 매일 아침에 이불을 닦아요. (I clean the blanket every morning.)"
    },
    {
        "additional_translations": "nine (English)",
        "explanation_of_expression": "The word 아홉 means 'nine' in Korean.",
        "image_description0": "A clock showing the number 9.",
        "image_description1": "The number 9 written in big bold font.",
        "image_description2": "A visual representation of the number 9 with emphasis on its significance.",
        "image_description3": "An image of 9 objects arranged in a line.",
        "image_tags": "numeric, counting, quantity, mathematics, sequence, order,",
        "explanation_of_syllables": "아 - a sound representing the number 9, 홑 - a sound representing the concept of being single or alone",
        "sentence_example": "오늘은 아홉 시에 만나요. (Let's meet at nine o'clock today.)"
    },
    {
        "additional_translations": "triple, trio",
        "explanation_of_expression": "The word 셋 means 'three' in Korean.",
        "image_description0": "An image of three objects arranged in a row, representing the number three.",
        "image_description1": "The image shows three identical objects placed next to each other, symbolizing the concept of 'three'.",
        "image_description2": "In this image, the number '3' is highlighted and emphasized, representing the meaning of the word 셋.",
        "image_description3": "An image depicting the number '3' in a visually appealing way.",
        "image_tags": "numeric, quantity, counting, mathematics, arithmetic,",
        "explanation_of_syllables": "셋 - three",
        "sentence_example": "오늘은 셋 친구들과 함께 영화를 보았어요. (Today, I watched a movie with three friends.)"
    },
    {
        "additional_translations": "appointment, engagement, arrangement",
        "explanation_of_expression": "약속 is a noun that refers to an agreement or arrangement made between two or more people to meet or do something at a specific time and place.",
        "image_description0": "A calendar with a marked date and time for the appointment.",
        "image_description1": "A calendar with a circled date and time, indicating an appointment.",
        "image_description2": "A calendar with a highlighted date and time, emphasizing the importance of the appointment.",
        "image_description3": "A clock showing the time of the appointment.",
        "image_tags": "time-sensitive, schedule, commitment, meeting, arrangement, commitment,",
        "explanation_of_syllables": "약 - medicine (it represents the concept of something being agreed upon or prescribed), 속 - inside (it refers to the agreement or arrangement being made within a specific timeframe)",
        "sentence_example": "내일 저녁에 약속이 있어요. (I have an appointment tomorrow evening.)"
    },
    {
        "additional_translations": "Breaking news, Current events",
        "explanation_of_expression": "The word '뉴스' refers to information or reports about recent events or developments, especially those broadcasted or published by the media.",
        "image_description0": "A newspaper with the headline '뉴스' on it, indicating the presence of news articles inside.",
        "image_description1": "An image of a television screen showing the word '뉴스' with news headlines scrolling across the screen.",
        "image_description2": "In a busy newsroom, journalists are typing on their computers, surrounded by multiple screens displaying news articles with the word '뉴스' highlighted.",
        "image_description3": "A smartphone screen displaying a news app with the word '뉴스' and news articles visible.",
        "image_tags": "Informative, Current, Media, Journalism, Reporting, Updates,",
        "explanation_of_syllables": "뉴 - new (it represents something recent or up-to-date), 스 -s (it indicates the plural form or the concept of multiple news pieces)",
        "sentence_example": "오늘 뉴스에서 중요한 소식을 들었어요. (Today, I heard important news from the news.)"
    },
    {
        "additional_translations": "voyage, expedition, tour",
        "explanation_of_expression": "The act of going on a trip or journey to a different place.",
        "image_description0": "A suitcase filled with clothes and a map of the world, symbolizing the idea of going on a trip.",
        "image_description1": "A map with a dotted line representing a journey from one place to another.",
        "image_description2": "A group of suitcases stacked together, emphasizing the idea of going on a trip.",
        "image_description3": "An image of a scenic landscape with mountains and a winding road, representing the experience of traveling.",
        "image_tags": "adventurous, exploration, destination, transportation, discovery, itinerary,",
        "explanation_of_syllables": "여 - going (it represents the concept of going or moving), 행 - action (it refers to an act or action),",
        "sentence_example": "여행을 계획하고 있어요. (I am planning a trip.)"
    },
    {
        "additional_translations": "early in the morning, ahead of time, prematurely",
        "explanation_of_expression": "The word '일찍' means to do something before the expected or usual time.",
        "image_description0": "A clock showing an early time in the morning, indicating the concept of doing something before the usual time.",
        "image_description1": "An alarm clock set to a time earlier than usual, symbolizing the idea of doing something ahead of time.",
        "image_description2": "A sunrise happening earlier than expected, emphasizing the concept of doing something before the usual time.",
        "image_description3": "An image of a person waking up and starting their day before sunrise, representing the idea of doing something early.",
        "image_tags": "morning, sunrise, punctuality, promptness,",
        "explanation_of_syllables": "일 - day, 찍 - to mark or hit, representing the action of marking or hitting the day early",
        "sentence_example": "오늘은 일찍 일어났어요. (Today, I woke up early.)"
    },
    {
        "additional_translations": "eight (korean)",
        "explanation_of_expression": "The word '여덟' means 'eight' in Korean.",
        "image_description0": "An image of eight objects arranged in a line.",
        "image_description1": "The image shows a group of objects, each representing the number eight.",
        "image_description2": "In this image, the number eight is highlighted and emphasized.",
        "image_description3": "The image depicts the number eight in a clear and simple way.",
        "image_tags": "numeric, counting, quantity, mathematics, numbers, sequence,",
        "explanation_of_syllables": "여 - eight (it represents the concept of the number eight), 더 - more (it emphasizes the quantity or amount),",
        "sentence_example": "저는 여덟 시에 일어나요. (I wake up at eight o'clock.)"
    },
    {
        "additional_translations": "Create additional English translations that have the same meaning as 'twenty' but are different from 스물.",
        "explanation_of_expression": "스물 means 'twenty' in Korean.",
        "image_description0": "An image of a calendar with the number 20 circled, representing the concept of 'twenty'.",
        "image_description1": "An image of a clock showing the time as 8:20, representing the concept of 'twenty'.",
        "image_description2": "Imagine a scenario where someone is counting a stack of 20 dollar bills, emphasizing the value of 'twenty'.",
        "image_description3": "An image of a scoreboard in a sports game with the number 20 displayed, representing the concept of 'twenty'.",
        "image_tags": "numerical, counting, quantity, value, score,",
        "explanation_of_syllables": "스 - represents the sound 'seu' in Korean, 물 - represents the sound 'mul' in Korean",
        "sentence_example": "오늘은 스물 살이 되었어요. (Today, I turned twenty years old.)"
    },
    {
        "additional_translations": "video game, play",
        "explanation_of_expression": "게임 is the Korean word for 'game'.",
        "image_description0": "An image of a game controller on a table.",
        "image_description1": "An image of a game controller, representing the concept of 'game'.",
        "image_description2": "In this image, a game controller is highlighted, emphasizing the concept of 'game'.",
        "image_description3": "An image of a game controller, symbolizing the idea of 'game'.",
        "image_tags": "entertainment, leisure, technology, electronic, fun, interactive,",
        "explanation_of_syllables": "게 - game (it represents the concept of a recreational activity), 임 - sound (it refers to the audible aspect of the game)",
        "sentence_example": "오늘은 친구들과 게임을 했어요. (Today, I played games with my friends.)"
    },
    {
        "additional_translations": "thirty",
        "explanation_of_expression": "The expression '서른' means the number thirty in Korean.",
        "image_description0": "An image of three sets of ten objects, representing the number thirty.",
        "image_description1": "The image shows a group of thirty objects arranged in a neat pattern.",
        "image_description2": "In this image, the number thirty is highlighted and emphasized, drawing attention to its significance.",
        "image_description3": "The image depicts the number thirty in a clear and visually appealing way.",
        "image_tags": "numeric, quantity, counting, numbers, mathematics, multiples,",
        "explanation_of_syllables": "서 - three (referring to the number three), 른 - ten (referring to the number ten)",
        "sentence_example": "오늘은 제 서른 번째 생일이에요. (Today is my thirtieth birthday.)"
    },
    {
        "additional_translations": "to feel exhausted, to feel weary",
        "explanation_of_expression": "This expression is used to describe the state of being tired or fatigued.",
        "image_description0": "A person lying in bed with closed eyes, indicating tiredness.",
        "image_description1": "The image shows a person yawning, indicating tiredness.",
        "image_description2": "In a dimly lit room, a person is sitting on a chair with their head resting on their hand, looking exhausted.",
        "image_description3": "The image depicts a person sitting at a desk with their head down, appearing tired and fatigued.",
        "image_tags": "exhaustion, fatigue, sleepiness, rest, relaxation, energy,",
        "explanation_of_syllables": "피곤 - tired (it represents the feeling of physical or mental exhaustion), 하다 - to be",
        "sentence_example": "오늘은 일이 많아서 피곤해요. (Today, I am tired because I have a lot of work.)"
    },
    {
        "additional_translations": "brew, ale",
        "explanation_of_expression": "맥주 is the Korean word for beer.",
        "image_description0": "An image of a cold glass of beer with condensation on the outside.",
        "image_description1": "A refreshing glass of beer, perfect for a hot summer day.",
        "image_description2": "Imagine a tall glass of golden beer, with bubbles rising to the top.",
        "image_description3": "A glass of beer with a frothy head, ready to be enjoyed.",
        "image_tags": " cold, alcoholic, beverage, drink, golden,",
        "explanation_of_syllables": "맥 - wheat (referring to the main ingredient of beer), 주 - liquor (referring to the alcoholic nature of beer)",
        "sentence_example": "오늘은 친구들과 맥주를 마시면서 즐거운 시간을 보냈어요. (Today, I had a great time with friends while drinking beer.)"
    },
    {
        "additional_translations": "celebration, feast",
        "explanation_of_expression": "A festive event or gathering that is usually held to commemorate a special occasion or to honor a specific cultural or religious tradition.",
        "image_description0": "A colorful display of lights and decorations, symbolizing the vibrant and joyful atmosphere of a festival.",
        "image_description1": "The image depicts a lively scene with various stalls and booths, showcasing different cultural activities and traditional foods, representing the essence of a festival.",
        "image_description2": "Imagine a bustling marketplace filled with vibrant colors, lively music, and mouth-watering aromas, all coming together to create a festive atmosphere that captures the spirit of a celebration.",
        "image_description3": "The image shows a group of people gathered in an open space, enjoying music, dance, and food, creating a festive ambiance.",
        "image_tags": "colorful, vibrant, joyful,",
        "explanation_of_syllables": "축 - congratulations (it represents the act of expressing joy and happiness), 제 - event (it refers to a planned gathering or occasion)",
        "sentence_example": "오늘은 축제에 가서 다양한 문화 활동을 즐겼어요. (Today, I went to the festival and enjoyed various cultural activities.)"
    },
    {
        "additional_translations": "quatro (Portuguese), vier (Dutch), quatre (French)",
        "explanation_of_expression": "The word '넷' means 'four' in Korean.",
        "image_description0": "An image of four objects arranged in a line.",
        "image_description1": "The image shows four items grouped together.",
        "image_description2": "In this image, the emphasis is on the concept of 'four'.",
        "image_description3": "The image depicts the number '4' in a visually appealing way.",
        "image_tags": "numeric, counting, quantity, mathematics, arithmetic, digits,",
        "explanation_of_syllables": "넷 - four",
        "sentence_example": "저는 넷이 필요해요. (I need four.)"
    },
    {
        "additional_translations": "journal, log",
        "explanation_of_expression": "A book or document in which you write down your personal experiences, thoughts, and feelings on a regular basis.",
        "image_description0": "An open book with a pen next to it, ready to be written in.",
        "image_description1": "A blank book with a pen on top, symbolizing the act of writing personal experiences and thoughts.",
        "image_description2": "A person sitting at a desk, writing in a book with a focused expression.",
        "image_description3": "A book with a lock on it, representing the privacy and personal nature of a diary.",
        "image_tags": " private,",
        "explanation_of_syllables": "일 - day, 기 - record",
        "sentence_example": "오늘은 일기를 써서 하루 동안 있었던 일들을 기록했어요. (Today, I wrote a diary and recorded the things that happened throughout the day.)"
    },
    {
        "additional_translations": "hoops, b-ball",
        "explanation_of_expression": "Basketball is a team sport played on a court, where players try to score points by shooting a ball through a hoop.",
        "image_description0": "An orange ball going through a hoop.",
        "image_description1": "An orange ball going through a hoop.",
        "image_description2": "A group of players running on a basketball court, trying to shoot the ball through the hoop.",
        "image_description3": "A basketball going through a hoop.",
        "image_tags": "sport, game, court, competition,",
        "explanation_of_syllables": "농 - farming (it represents the concept of a field or open space), 구 - ball (it refers to a round object used in various sports)",
        "sentence_example": "오늘은 친구들과 농구를 하러 갈 거예요. (Today, I'm going to play basketball with my friends.)"
    },
    {
        "additional_translations": "Belated, tardy",
        "explanation_of_expression": "The word '늦게' means 'late' in English.",
        "image_description0": "A clock showing a time that is past the expected or desired time.",
        "image_description1": "The concept of being behind schedule or not arriving on time.",
        "image_description2": "Imagine a clock with its hands pointing to a time that is later than expected or desired.",
        "image_description3": "An image of a clock showing a time that is after the scheduled or expected time.",
        "image_tags": "Delayed, tardy, clock, waiting,",
        "explanation_of_syllables": "늦 - late (it represents the concept of something happening or being done after the expected or desired time), 게 - adverbial suffix (it is used to modify the verb 'to be late')",
        "sentence_example": "저는 항상 늦게 일어나서 학교에 늦게 도착해요. (I always wake up late and arrive at school late.)"
    },
    {
        "additional_translations": "assistant, aide",
        "explanation_of_expression": "A 도우미 is someone who provides help or support to others.",
        "image_description0": "A picture of a toolbox with various tools inside, symbolizing the idea of a 도우미 being a helpful resource.",
        "image_description1": "The image shows a set of keys hanging on a hook, representing a 도우미 who has access to different resources and can assist others.",
        "image_description2": "In a busy office, a 도우미 is depicted as a computer program that organizes files and schedules, making work more efficient.",
        "image_description3": "The image shows a pair of hands holding a puzzle piece, symbolizing a 도우미 who helps put things together and solve problems.",
        "image_tags": "helpful, support, resourceful, efficient, problem-solving, assistance,",
        "explanation_of_syllables": "도 - way (it represents the concept of providing a path or method), 우 - help (it refers to the act of assisting or supporting), 미 - beauty (it symbolizes the positive impact and outcome of the help provided)",
        "sentence_example": "도우미가 제공하는 정보는 매우 유용합니다. (The information provided by the helper is very useful.)"
    },
    {
        "additional_translations": "forty (English)",
        "explanation_of_expression": "The word 마흔 represents the number forty in Korean.",
        "image_description0": "An image of a clock showing the time as 40 minutes past the hour.",
        "image_description1": "The image shows a set of four tens blocks, representing the number forty.",
        "image_description2": "In this image, the number 40 is highlighted and emphasized.",
        "image_description3": "The image depicts the number 40 written in large, bold font.",
        "image_tags": "numbers, quantity, counting, math, digits, arithmetic,",
        "explanation_of_syllables": "마 - horse (it represents the concept of a horse), 흔 - old (it refers to something that has reached the age of forty)",
        "sentence_example": "오늘은 제 마흔 번째 생일이에요. (Today is my fortieth birthday.)"
    },
    {
        "additional_translations": "to do shaving",
        "explanation_of_expression": "To shave",
        "image_description0": "An image of a razor and shaving cream on a bathroom counter",
        "image_description1": "The act of shaving with a razor and shaving cream",
        "image_description2": "A close-up image of a razor gliding over a lathered face",
        "image_description3": "An image of a razor and shaving cream with a hand holding the razor",
        "image_tags": "bathroom, grooming, personal care, smooth,",
        "explanation_of_syllables": "면 - surface, 도 - to cut",
        "sentence_example": "오늘 아침에 면도를 했어요. (I shaved this morning.)"
    },
    {
        "additional_translations": "what hour, what o'clock",
        "explanation_of_expression": "This expression is used to ask for the time.",
        "image_description0": "A clock with no hands, indicating the concept of asking for the time.",
        "image_description1": "An image of a clock with question marks instead of numbers, representing the idea of asking for the time.",
        "image_description2": "In a dark room, a spotlight shines on a clock, emphasizing the act of asking for the time.",
        "image_description3": "An image of a person pointing at a clock, symbolizing the act of asking for the time.",
        "image_tags": "time-related, curiosity, inquiry, uncertainty,",
        "explanation_of_syllables": "몇 - how many (it represents the concept of asking for a quantity), 시 - hour (it refers to a specific unit of time)",
        "sentence_example": "오늘은 몇 시에 만나요? (What time are we meeting today?)"
    },
    {
        "additional_translations": "commonly, typically, ordinarily",
        "explanation_of_expression": "This word is used to describe something that is usual or normal, or to indicate a general situation or behavior.",
        "image_description0": "A clock showing the time 12:00, representing the usual time for lunch.",
        "image_description1": "The image shows a clock with the time set at 12:00, indicating the usual time for lunch.",
        "image_description2": "In a simple image, a clock is shown with the time set at 12:00, emphasizing the usual time for lunch.",
        "image_description3": "The image shows a clock with the time set at 12:00, representing the usual time for lunch.",
        "image_tags": " normal, routine,",
        "explanation_of_syllables": "보통 - usual, normal",
        "sentence_example": "보통 저는 아침에 커피를 마셔요. (Usually, I drink coffee in the morning.)"
    },
    {
        "additional_translations": "to wash clothes",
        "explanation_of_expression": "This expression refers to the action of doing the laundry, which involves washing and cleaning clothes.",
        "image_description0": "A pile of dirty clothes waiting to be washed.",
        "image_description1": "A stack of clothes being washed in a washing machine.",
        "image_description2": "A laundry room with a washing machine and clothes hanging to dry.",
        "image_description3": "An image showing a person washing clothes in a basin.",
        "image_tags": "dirty, cleaning, laundry, basin,",
        "explanation_of_syllables": "빨 - to wash, 래 - clothes",
        "sentence_example": "오늘은 빨래를 하기로 했어요. (Today, I decided to do the laundry.)"
    },
    {
        "additional_translations": "to have a shower",
        "explanation_of_expression": "The expression 샤워(를) 하다 means 'to take a shower'.",
        "image_description0": "A bathroom with a showerhead and water flowing from it.",
        "image_description1": "A bathroom with a showerhead and water flowing from it, representing the act of taking a shower.",
        "image_description2": "In a bathroom, water is flowing from a showerhead, symbolizing the act of taking a shower.",
        "image_description3": "An image of a showerhead with water flowing from it, representing the act of taking a shower.",
        "image_tags": " cleanliness, hygiene, refreshing,",
        "explanation_of_syllables": "샤 - shower, 워 - to, 하다 - do",
        "sentence_example": "오늘은 피곤해서 샤워를 하지 않았어요. (Today, I didn't take a shower because I was tired.)"
    },
    {
        "additional_translations": "to do one's morning routine",
        "explanation_of_expression": "To wash one's face",
        "image_description0": "An image of a bathroom sink with running water and a bar of soap",
        "image_description1": "The act of washing one's face with water and soap",
        "image_description2": "In this image, a person is standing in front of a bathroom sink, splashing water on their face to wash it",
        "image_description3": "An image showing a person standing in front of a bathroom sink, washing their face with water and soap",
        "image_tags": "bathroom, sink, cleanliness, morning routine,",
        "explanation_of_syllables": "세 - wash, 수 - face",
        "sentence_example": "매일 아침에 세수를 해요. (I wash my face every morning.)"
    },
    {
        "additional_translations": "half a century",
        "explanation_of_expression": "쉰 is a Korean word that means fifty. It is used to represent the number 50 in Korean.",
        "image_description0": "An image of a clock with the time set to 50 minutes.",
        "image_description1": "An image of a speedometer with the needle pointing to 50.",
        "image_description2": "Imagine a car racing on a track with the number 50 painted on its side.",
        "image_description3": "An image of a scoreboard showing the number 50.",
        "image_tags": "numbers, counting, quantity, measurement, time,",
        "explanation_of_syllables": "쉰 - fifty",
        "sentence_example": "오늘은 제 친구의 생일이에요. 그래서 쉰 개의 선물을 준비했어요. (Today is my friend's birthday. So, I prepared fifty gifts.)"
    },
    {
        "additional_translations": "kid, youngster, offspring",
        "explanation_of_expression": "아이 means 'child' in English.",
        "image_description0": "A small toy car on a colorful play mat.",
        "image_description1": "The image shows a small toy car on a colorful play mat, representing a child's playtime.",
        "image_description2": "In this image, a small toy car is placed on a colorful play mat, emphasizing the concept of a child's playtime.",
        "image_description3": "The image depicts a small toy car on a colorful play mat, symbolizing a child's playtime.",
        "image_tags": "playful, childhood,",
        "explanation_of_syllables": "아 - child (it represents the concept of a young individual), 이 - person (it refers to a human being)",
        "sentence_example": "저는 아이를 돌봅니다. (I take care of children.)"
    },
    {
        "additional_translations": "to eat breakfast",
        "explanation_of_expression": "This expression means to have breakfast.",
        "image_description0": "A plate with a variety of breakfast foods, such as toast, eggs, and bacon.",
        "image_description1": "A plate of food with toast, eggs, and bacon, representing a typical breakfast.",
        "image_description2": "A delicious breakfast spread with toast, eggs, and bacon, perfect for starting the day.",
        "image_description3": "An image of a plate with toast, eggs, and bacon, symbolizing a breakfast meal.",
        "image_tags": "delicious, morning, meal, nourishing, energizing,",
        "explanation_of_syllables": "아침 - morning, 을 - object particle, 먹 - to eat, 다 - verb ending",
        "sentence_example": "오늘은 아침을 먹지 않았어요. (Today, I didn't have breakfast.)"
    },
    {
        "additional_translations": "ninety (English)",
        "explanation_of_expression": "The word 아흔 represents the number ninety in Korean.",
        "image_description0": "An image of a clock showing the time as 9:00, representing the number ninety.",
        "image_description1": "The image shows a set of ninety objects arranged in a line, representing the number ninety.",
        "image_description2": "Imagine a scenario where there are ninety identical items placed in a row, emphasizing the concept of the number ninety.",
        "image_description3": "An image of a number 90 written in a bold and clear font, representing the number ninety.",
        "image_tags": "numerical, quantity, counting, math, numbers, sequence,",
        "explanation_of_syllables": "아 - a (it represents the sound 'a'), 흔 - heun (it represents the sound 'heun')",
        "sentence_example": "나는 아흔 책을 읽었다. (I read ninety books.)"
    },
    {
        "additional_translations": "eighty",
        "explanation_of_expression": "The expression 여든 means 'eighty' in Korean.",
        "image_description0": "An image of a clock showing the time 80 minutes past the hour.",
        "image_description1": "The expression 여든 can be represented by an image of a long road with 80 mile markers.",
        "image_description2": "Imagine a scenario where there are 80 identical objects arranged in a line, representing the concept of 여든.",
        "image_description3": "An image of a large number 80, symbolizing the expression 여든.",
        "image_tags": "numbers, quantity, counting, math, measurement, time,",
        "explanation_of_syllables": "여 - eight (refers to the number 8), 든 - ten (refers to the number 10)",
        "sentence_example": "오늘은 여든 살이 되었어요. (Today, I turned eighty years old.)"
    },
    {
        "additional_translations": "to go on a trip, to take a trip",
        "explanation_of_expression": "This expression means to engage in the activity of traveling.",
        "image_description0": "A suitcase filled with clothes and a map laid out on a table, representing the preparation and planning involved in traveling.",
        "image_description1": "The image shows a passport with various stamps from different countries, symbolizing the experience of traveling to different places.",
        "image_description2": "Imagine a scenic landscape with mountains, rivers, and a winding road, emphasizing the idea of exploring new places through travel.",
        "image_description3": "The image depicts a person standing at an airport with a suitcase, ready to embark on a journey.",
        "image_tags": "adventurous, exploration, discovery, wanderlust, itinerary, destination,",
        "explanation_of_syllables": "여행(을) 하다 - 여행 means 'travel' and 하다 means 'to do'.",
        "sentence_example": "여름에 해외로 여행을 가고 싶어요. (I want to travel abroad in the summer.)"
    },
    {
        "additional_translations": "sixty",
        "explanation_of_expression": "The word '예순' means 'sixty' in Korean.",
        "image_description0": "An image of a clock showing the time as 60 minutes past the hour.",
        "image_description1": "The image shows a number 60 written on a piece of paper.",
        "image_description2": "In this image, the number 60 is highlighted and emphasized.",
        "image_description3": "The image depicts a group of 60 objects arranged in a pattern.",
        "image_tags": "numbers, quantity, counting, math, time, clock,",
        "explanation_of_syllables": "예 - sixty (it represents the concept of the number 60), 순 - order (it refers to a specific position in a sequence)",
        "sentence_example": "오늘은 예순 살이 되었어요. (Today, I turned sixty years old.)"
    },
    {
        "additional_translations": "molars, incisors, canines",
        "explanation_of_expression": "The word '이' refers to the teeth in Korean.",
        "image_description0": "An image of a toothbrush and toothpaste.",
        "image_description1": "An image of a set of teeth.",
        "image_description2": "In this image, the focus is on a tooth.",
        "image_description3": "An image of a dental clinic with dental tools.",
        "image_tags": "dental, oral, hygiene, health, dentist, toothpaste,",
        "explanation_of_syllables": "이 - tooth",
        "sentence_example": "이를 깨물다 (to bite)"
    },
    {
        "additional_translations": "to clean one's teeth",
        "explanation_of_expression": "This expression means to brush one's teeth.",
        "image_description0": "An image of a toothbrush and toothpaste on a bathroom sink.",
        "image_description1": "The image shows a toothbrush and toothpaste, representing the act of brushing one's teeth.",
        "image_description2": "In this image, the focus is on the toothbrush and toothpaste, emphasizing the action of brushing one's teeth.",
        "image_description3": "An image depicting a toothbrush and toothpaste, symbolizing the act of brushing one's teeth.",
        "image_tags": "oral, hygiene, cleanliness, dental,",
        "explanation_of_syllables": "이를 - teeth, 닦다 - to brush",
        "sentence_example": "저는 매일 아침에 이를 닦아요. (I brush my teeth every morning.)"
    },
    {
        "additional_translations": "to have a conversation, to have a chat",
        "explanation_of_expression": "This expression means to engage in a conversation or to talk with someone.",
        "image_description0": "A group of people sitting in a circle, engaged in a lively conversation.",
        "image_description1": "The image shows two people sitting across from each other, engaged in a conversation.",
        "image_description2": "In a busy cafe, two friends are sitting at a table, engrossed in a conversation.",
        "image_description3": "The image depicts two people talking to each other, with speech bubbles showing their conversation.",
        "image_tags": "communication, dialogue, interaction, socializing, connection,",
        "explanation_of_syllables": "이야 - story, 기 - to do (verb ending)",
        "sentence_example": "저는 친구와 이야기를 하고 싶어요. (I want to talk with my friend.)"
    },
    {
        "additional_translations": "to keep a diary, to write in a journal",
        "explanation_of_expression": "This expression refers to the act of writing down personal thoughts, experiences, or events in a diary.",
        "image_description0": "A small notebook with a pen next to it, symbolizing the act of writing a diary.",
        "image_description1": "A diary with a pen on top, representing the act of writing personal thoughts and experiences.",
        "image_description2": "In a cozy room, a person is sitting at a desk with a diary open in front of them, writing down their thoughts and experiences.",
        "image_description3": "An open diary with a pen next to it, indicating the act of writing personal thoughts and experiences.",
        "image_tags": "",
        "explanation_of_syllables": "일 - day (refers to a specific period of time), 기 - record (represents the act of writing down)",
        "sentence_example": "오늘은 일기를 써서 하루 동안 있었던 일들을 기록했어요. (Today, I wrote a diary and recorded the things that happened throughout the day.)"
    },
    {
        "additional_translations": "seventy",
        "explanation_of_expression": "The expression '일흔' means 'seventy' in Korean.",
        "image_description0": "An image of a calendar with the number '70' circled.",
        "image_description1": "The image shows a calendar with the number '70' highlighted, representing the expression '일흔'.",
        "image_description2": "In this image, the number '70' is emphasized to represent the expression '일흔'.",
        "image_description3": "An image of a calendar with the number '70' circled, representing the expression '일흔'.",
        "image_tags": "numbers, counting, quantity, age, time,",
        "explanation_of_syllables": "일 - one, 흔 - ten (it represents the concept of the number ten)",
        "sentence_example": "오늘은 제 할머니의 일흔 번째 생일이에요. (Today is my grandmother's seventieth birthday.)"
    },
    {
        "additional_translations": "to eat dinner",
        "explanation_of_expression": "This expression means to have dinner or to eat dinner.",
        "image_description0": "A table with a plate of food and utensils set for dinner.",
        "image_description1": "The image shows a mealtime scene with a plate of food and utensils, representing having dinner.",
        "image_description2": "In this image, there is a table set for dinner with a plate of food and utensils, emphasizing the act of having dinner.",
        "image_description3": "The image depicts a person sitting at a table, eating a meal in the evening, representing having dinner.",
        "image_tags": " dining, evening, table,",
        "explanation_of_syllables": "저녁 - evening, mealtime, 을 - object particle, 먹 - to eat, 다 - verb ending",
        "sentence_example": "오늘은 친구들과 함께 저녁을 먹었어요. (Today, I had dinner with my friends.)"
    },
    {
        "additional_translations": "a bit, a small amount",
        "explanation_of_expression": "This expression is used to indicate a small quantity or degree of something.",
        "image_description0": "A plate with a small portion of food on it.",
        "image_description1": "A plate with a small portion of food on it.",
        "image_description2": "In a picture, a plate with a small portion of food is highlighted to emphasize the concept of a small quantity.",
        "image_description3": "A plate with a small portion of food on it.",
        "image_tags": " quantity, degree,",
        "explanation_of_syllables": "조 - small, 금 - amount",
        "sentence_example": "저는 조금 피곤해요. (I am a little tired.)"
    },
    {
        "additional_translations": "approximately, roughly",
        "explanation_of_expression": "The word 쯤 is used to indicate an approximate or rough amount or time.",
        "image_description0": "A clock with the hands pointing to different numbers, indicating an approximate time.",
        "image_description1": "A ruler with markings that are not precise, indicating an approximate measurement.",
        "image_description2": "A signpost with arrows pointing in different directions, indicating an approximate location.",
        "image_description3": "A group of scattered objects with varying sizes, indicating an approximate amount.",
        "image_tags": " rough, estimation, imprecise, uncertain, vague,",
        "explanation_of_syllables": "쯤 - around, about",
        "sentence_example": "오늘 쯤에 도착할 거예요. (I will arrive around today.)"
    },
    {
        "additional_translations": "to be friendly, to be nice",
        "explanation_of_expression": "친절하다 means to be kind or friendly towards others.",
        "image_description0": "A smiling sun shining brightly on a field of blooming flowers.",
        "image_description1": "The image shows a sunny day with colorful flowers blooming in a field, representing the kindness and warmth of 친절하다.",
        "image_description2": "Imagine a beautiful sunny day with a field full of colorful flowers, symbolizing the kindness and friendliness of 친절하다.",
        "image_description3": "The image depicts a bright and sunny day with a field of blooming flowers, representing the kindness and warmth of 친절하다.",
        "image_tags": " bright,",
        "explanation_of_syllables": "친 - close, intimate; 절 - polite, courteous; 하다 - to do",
        "sentence_example": "그는 항상 친절하게 다른 사람들을 대해요. (He always treats others kindly.)"
    },
    {
        "additional_translations": "to apply makeup, to do makeup",
        "explanation_of_expression": "This expression refers to the action of applying cosmetics to enhance one's appearance.",
        "image_description0": "A table with various makeup products such as foundation, lipstick, and eyeshadow.",
        "image_description1": "The image shows a collection of makeup products including foundation, lipstick, and eyeshadow.",
        "image_description2": "In this image, the focus is on the process of applying makeup to enhance one's appearance.",
        "image_description3": "The image depicts a hand holding a makeup brush and applying makeup on a face.",
        "image_tags": "cosmetics, beauty, enhancement, appearance, brush,",
        "explanation_of_syllables": "화장 - makeup (it represents the action of enhancing one's appearance)",
        "sentence_example": "오늘은 친구와 약속이 있어서 화장을 했어요. (Today, I put on makeup because I had plans with my friend.)"
    }
]