[
    {
        "additional_translations": "our, us, we",
        "explanation_of_expression": "Refers to a group of people that includes the speaker and one or more other people",
        "image_description0": "A collection of objects representing a group, such as a group of animals or a group of plants, symbolizing unity and togetherness. The objects are arranged in a circular formation, representing the idea of equality and cooperation.",
        "image_description1": "Imagine a colorful collage of different objects, each representing a different person. The objects are arranged in a way that forms the shape of the word '우리', emphasizing the inclusiveness and diversity of the group. The colors and patterns of the objects represent the unique qualities and characteristics of each individual.",
        "image_description2": "A vibrant and dynamic image that depicts a group of objects coming together to form the word '우리'. Each object represents a different aspect of the group, such as a puzzle piece representing unity, a paintbrush representing creativity, and a book representing knowledge.",
        "image_tags": "unity, collaboration, equality, cooperation,",
        "explanation_of_syllables": "우 - our (referring to a group that includes the speaker and others), 리 - unity (symbolizing the togetherness and cooperation within the group)",
        "sentence_example": "우리는 함께 공부해요. (We study together.)"
    },
    {
        "additional_translations": "to reside, to dwell",
        "explanation_of_expression": "The expression '살다' means to live or to reside in a particular place.",
        "image_description0": "Imagine a cozy house nestled in a peaceful countryside. The house is surrounded by lush green trees and colorful flowers. Inside the house, there is a warm fireplace crackling with firewood.",
        "image_description1": "In a serene landscape, there is a beautiful house standing tall. The house represents the concept of '살다' as it symbolizes a place where one lives and finds comfort.",
        "image_description2": "Imagine a picturesque village with charming houses and vibrant gardens. The village showcases the essence of '살다' as it portrays a peaceful and harmonious living environment.",
        "image_tags": "peaceful, cozy, countryside, nature, homey,",
        "explanation_of_syllables": "살 - life (it represents the concept of existence and being alive), 다 - to do (it indicates an action or behavior)",
        "sentence_example": "나는 서울에서 살고 있어요. (I live in Seoul.)"
    },
    {
        "additional_translations": "hence, consequently, as a result",
        "explanation_of_expression": "This expression is used to indicate a cause-and-effect relationship or a logical conclusion.",
        "image_description0": "Imagine a line of dominos falling one after another, representing the cause and effect relationship. Each domino represents a step or action that leads to the next one.",
        "image_description1": "Visualize a chain reaction, where one event triggers another, creating a ripple effect. The emphasis is on the interconnectedness and consequences of actions.",
        "image_description2": "Imagine a flowchart with arrows connecting different steps or decisions. Each arrow represents the logical progression from one step to the next.",
        "image_tags": "cause and effect, logical, flowchart,",
        "explanation_of_syllables": "그래 - that way, 서 - therefore",
        "sentence_example": "오늘 비가 오니까 우산을 가져왔어요. 그래서 비에 안 젖었어요. (It was raining today, so I brought an umbrella. Therefore, I didn't get wet in the rain.)"
    },
    {
        "additional_translations": "in addition, furthermore, moreover",
        "explanation_of_expression": "This expression is used to connect two or more ideas or items together. It indicates that something is being added to what has already been mentioned.",
        "image_description0": "Imagine a puzzle with two pieces fitting together perfectly. One piece represents the first idea or item, and the other piece represents the additional idea or item. When they are connected, they create a complete picture.",
        "image_description1": "Imagine a conveyor belt with different objects moving along. Each object represents an idea or item. The expression '그리고' is written in bold letters on the conveyor belt, emphasizing that each object is being added to the previous one.",
        "image_description2": "Imagine a tree with branches. Each branch represents an idea or item. The expression '그리고' is written on the trunk of the tree, indicating that each branch is an addition to the main concept.",
        "image_tags": "connecting, joining, combination, accumulation, progression, sequence,",
        "explanation_of_syllables": "그 - that, and, 이 - this, and",
        "sentence_example": "저는 사과를 사러 가고, 우유도 사왔어요. (I went to buy apples, and I also bought milk.)"
    },
    {
        "additional_translations": "single, individual",
        "explanation_of_expression": "The word '하나' means 'one' in Korean.",
        "image_description0": "In the image, there is a lone tree standing tall in a vast field, symbolizing the concept of 'one' or 'individuality'. The tree's branches reach out towards the sky, representing the uniqueness and singularity of '하나'. The image captures the essence of '하나' as a solitary entity.",
        "image_description1": "Imagine a spotlight shining brightly on the number '1', emphasizing its significance and importance. The '1' stands out from the rest, highlighting the idea of '하나' as the one and only. The image conveys the notion of '하나' being distinct and exceptional.",
        "image_description2": "The image depicts a single drop of water falling into a calm lake, creating ripples that spread outwards. This visual representation symbolizes the concept of '하나' as the starting point or the beginning of something. The image captures the idea of '하나' as the initial and fundamental element.",
        "image_tags": "solitary, unique, starting point, fundamental,",
        "explanation_of_syllables": "하 - one (it represents the concept of singularity or being the only one), 나 - self (it refers to an individual or a single entity)",
        "sentence_example": "저는 하나의 사과를 가지고 있어요. (I have one apple.)"
    },
    {
        "additional_translations": "together, with, along",
        "explanation_of_expression": "The word '같이' means 'together' and is used to indicate doing something with someone or something else.",
        "image_description0": "In the image, there are two puzzle pieces that fit perfectly together, representing the concept of '같이' or 'together'. The pieces are different colors, symbolizing the idea that even though they are different, they can still come together and work as one.",
        "image_description1": "Imagine a group of people holding hands and forming a circle, representing the idea of '같이' or 'together'. The emphasis is on the unity and cooperation among the individuals, highlighting the importance of working together towards a common goal.",
        "image_description2": "The image shows two parallel lines that never intersect, representing the concept of '같이' or 'together'. Despite being separate, they run side by side, symbolizing the idea of companionship and support.",
        "image_tags": " collaboration, companionship, support, teamwork,",
        "explanation_of_syllables": "같 - same (it represents the idea of similarity or equality), 이 - together (it indicates the concept of being with someone or something),",
        "sentence_example": "우리는 항상 같이 공부해요. (We always study together.)"
    },
    {
        "additional_translations": "second, moment, division",
        "explanation_of_expression": "분 is a Korean word that can be translated as 'minute', 'time', or 'amount'.",
        "image_description0": "Imagine a clock with the hour hand pointing to 12 and the minute hand pointing to a specific number. This represents the concept of 'minute' or 'time'.",
        "image_description1": "Imagine a large hourglass with sand flowing from the top to the bottom. This emphasizes the idea of 'time' passing by quickly.",
        "image_description2": "Imagine a stopwatch with the seconds ticking away. This image represents the concept of 'minute' or 'time'.",
        "image_tags": "clock-like, stopwatch, ticking,",
        "explanation_of_syllables": "분 - division (it represents the concept of dividing time or amount into smaller parts)",
        "sentence_example": "오늘은 30분 동안 운동했어요. (Today, I exercised for 30 minutes.)"
    },
    {
        "additional_translations": "to start, initiate",
        "explanation_of_expression": "To begin or start something",
        "image_description0": "A seedling emerging from the ground, symbolizing the start of growth. A clock showing the time at midnight, representing the beginning of a new day. A light switch being turned on, indicating the start of illumination.",
        "image_description1": "In a dark room, a spotlight suddenly shines on a stage, highlighting the beginning of a performance. A blank canvas being filled with the first brushstroke, signifying the start of a painting. A rocket launching into the sky, symbolizing the beginning of a space mission.",
        "image_description2": "A sunrise over a calm ocean, representing the start of a new day. A blank notebook with a pen next to it, symbolizing the beginning of writing or journaling. A road stretching into the distance, indicating the start of a journey.",
        "image_tags": "growth, time, illumination,",
        "explanation_of_syllables": "시작 - start, beginning, 하 - to do",
        "sentence_example": "오늘부터 새로운 프로젝트를 시작하겠습니다. (From today, I will start a new project.)"
    },
    {
        "additional_translations": "to arise, to get out of bed",
        "explanation_of_expression": "This expression refers to the action of waking up or getting out of bed.",
        "image_description0": "In the image, the sun is rising above the horizon, symbolizing the act of waking up and starting a new day. A bed is shown empty, indicating that someone has already gotten up. A clock is displayed, showing the time in the morning.",
        "image_description1": "The image emphasizes the concept of waking up by depicting a bright sun shining on a bed. The rays of the sun are illuminating the room, indicating that it is morning. The image also includes an alarm clock, symbolizing the need to wake up at a specific time.",
        "image_description2": "The image shows a bed with a person's silhouette rising from it, representing the action of waking up. The sun is depicted in the background, indicating that it is morning. A cup of coffee is shown on a bedside table, symbolizing the start of the day.",
        "image_tags": " sunrise, coffee, new day,",
        "explanation_of_syllables": "일 - day (refers to a specific period of time), 어 - to rise (represents the action of getting up or standing), 나 - to come out (implies the act of leaving a place or state)",
        "sentence_example": "아침에 일어나서 커피를 마셔요. (I wake up in the morning and drink coffee.)"
    },
    {
        "additional_translations": "pair, couple, both",
        "explanation_of_expression": "The expression '둘' means 'two' in Korean.",
        "image_description0": "In the image, there are two identical objects placed side by side. They represent the concept of '둘' which means 'two' in Korean.",
        "image_description1": "Imagine a bold and prominent number '2' written in a vibrant color. This emphasizes the meaning of '둘' which is 'two' in Korean.",
        "image_description2": "The image shows two objects, such as two apples or two books, placed together. This represents the concept of '둘' which means 'two' in Korean.",
        "image_tags": "pair, couple, double, identical, two-fold, dual,",
        "explanation_of_syllables": "둘 - two (it represents the concept of having a quantity of two)",
        "sentence_example": "저는 둘 책을 읽었어요. (I read two books.)"
    },
    {
        "additional_translations": "ten, tenfold",
        "explanation_of_expression": "The expression '열' means 'ten' in Korean.",
        "image_description0": "Imagine a row of ten colorful blocks stacked on top of each other. Each block represents the number ten, and together they create a tall tower of tens.",
        "image_description1": "In this image, the number '10' is highlighted and emphasized. It stands out from the rest, symbolizing the importance and significance of the number ten.",
        "image_description2": "Imagine a thermometer with the temperature set at ten degrees. The number '10' is clearly visible on the thermometer, representing the value of ten.",
        "image_tags": " quantity, countable, mathematics, measurement, scale,",
        "explanation_of_syllables": "연 - ten (it represents the concept of the number ten)",
        "sentence_example": "오늘은 열 개의 사과를 샀어요. (Today, I bought ten apples.)"
    },
    {
        "additional_translations": "to come to an end, to be finished",
        "explanation_of_expression": "끝나다 means to end or finish something.",
        "image_description0": "Imagine a puzzle with one missing piece. The puzzle is almost complete, but it's not finished yet. The missing piece represents 끝나다, the final step to complete the puzzle.",
        "image_description1": "Imagine a race track with a finish line. The finish line represents 끝나다, the moment when the race ends and the winner is determined.",
        "image_description2": "끝나다 can be represented by an hourglass with the last grain of sand falling down, symbolizing the completion of time.",
        "image_tags": "completion, conclusion, finality, termination, resolution, fulfillment,",
        "explanation_of_syllables": "끝 - end, finish, 나 - to come out, to be born, 다 - to be",
        "sentence_example": "오늘은 일이 끝나면 친구들과 함께 저녁을 먹으러 갈 거예요. (Today, when work is finished, I will go out to dinner with friends.)"
    },
    {
        "additional_translations": "relatives, kin",
        "explanation_of_expression": "The word '가족' refers to a group of people who are related to each other by blood or marriage.",
        "image_description0": "A group of different-sized circles connected by lines, representing the diverse members of a family. The circles are filled with different colors to represent the unique personalities and characteristics of each family member.",
        "image_description1": "Imagine a colorful tree with branches spreading out in different directions. Each branch represents a different member of the family, and the leaves on the branches symbolize the love and connection between them.",
        "image_description2": "A heart-shaped puzzle with different pieces coming together to form a complete picture. Each piece represents a family member, and when they fit together, they create a strong and loving family bond.",
        "image_tags": " diversity, unity, relationships, support,",
        "explanation_of_syllables": "가 - house, home (it represents the concept of a place where a family lives), 족 - tribe, clan (it refers to a group of people who are connected by blood or marriage)",
        "sentence_example": "우리 가족은 매주 일요일에 함께 저녁을 먹어요. (Our family eats dinner together every Sunday.)"
    },
    {
        "additional_translations": "cinque, cinq, fünf, cinco, пять",
        "explanation_of_expression": "The word '다섯' means 'five' in Korean.",
        "image_description0": "In the image, there are five colorful balloons floating in the sky. Each balloon represents a number from one to five, and the fifth balloon is labeled '다섯'.",
        "image_description1": "Imagine a vibrant and eye-catching poster with the word '다섯' written in bold, colorful letters. The word is surrounded by various objects that symbolize the concept of 'five', such as five stars, five fruits, and five animals.",
        "image_description2": "The image shows a hand holding up five fingers, representing the number '다섯'. Each finger is adorned with a different colored ring, adding a touch of fun and creativity to the visual representation.",
        "image_tags": "number, counting, quantity, math, hand gesture, finger,",
        "explanation_of_syllables": "다 - represents the concept of 'five', 섯 - indicates the ordinal number 'fifth'",
        "sentence_example": "오늘은 다섯 개의 사과를 샀어요. (Today, I bought five apples.)"
    },
    {
        "additional_translations": "to be tardy, to be delayed",
        "explanation_of_expression": "To not arrive or complete something at the expected or desired time.",
        "image_description0": "A clock with its hands pointing to a time much later than the desired time. A person running towards a train station but the train has already left. A calendar with a date crossed out and a later date written next to it.",
        "image_description1": "Imagine a clock with its hands moving very fast, symbolizing the passing of time. The clock is surrounded by arrows pointing in different directions, representing the confusion and disorganization caused by being late. The word '늦다' is written in bold and large letters, emphasizing the concept of lateness.",
        "image_description2": "A clock with its hands pointing to a time much later than the desired time. The background is filled with various modes of transportation, such as cars, trains, and airplanes, all moving quickly. This image represents the idea of being late in different situations and contexts.",
        "image_tags": "delayed, tardy, time-sensitive, urgency, rush, missed opportunity,",
        "explanation_of_syllables": "늦 - late (it represents the concept of something happening or being done after the expected or desired time)",
        "sentence_example": "오늘은 학교에 늦어서 선생님께 사과했어요. (Today, I apologized to the teacher for being late to school.)"
    },
    {
        "additional_translations": "seventh",
        "explanation_of_expression": "The word '일곱' means 'seven' in Korean.",
        "image_description0": "In the image, there are seven colorful balloons floating in the sky. Each balloon represents a number from one to seven, with the number '7' written on the seventh balloon.",
        "image_description1": "Imagine a vibrant and eye-catching poster with the number '7' prominently displayed in the center. The number is surrounded by various symbols and illustrations that represent the concept of 'seven'.",
        "image_description2": "The image shows a calendar with the number '7' circled in red. The calendar represents the passing of time, and the circled number emphasizes the significance of the seventh day.",
        "image_tags": " balloons, colorful, sky,",
        "explanation_of_syllables": "일 - one (it represents the concept of a single unit), 곱 - multiplied (it refers to the multiplication of one by itself, resulting in the number seven)",
        "sentence_example": "오늘은 일곱 시에 만나요. (Let's meet at seven o'clock today.)"
    },
    {
        "additional_translations": "half a dozen",
        "explanation_of_expression": "The word 여섯 means six in Korean.",
        "image_description0": "In the image, there are six colorful balls arranged in a line, representing the number six.",
        "image_description1": "Imagine a vibrant and eye-catching display of six colorful objects, each representing the number six.",
        "image_description2": "The image shows six colorful objects arranged in a symmetrical pattern, symbolizing the number six.",
        "image_tags": "numerical, quantity, counting, symmetrical, patterned,",
        "explanation_of_syllables": "여 - night (it represents the concept of darkness), 섯 - a small unit of measurement (it refers to a specific quantity)",
        "sentence_example": "오늘은 여섯 시에 만나요. (Let's meet at six o'clock today.)"
    },
    {
        "additional_translations": "lesson, lecture",
        "explanation_of_expression": "수업 is a Korean word that refers to a class or lesson.",
        "image_description0": "In a colorful classroom, there are desks and chairs arranged neatly. The blackboard is filled with equations and diagrams, representing the essence of 수업. The teacher stands at the front, explaining the subject with enthusiasm.",
        "image_description1": "Imagine a vibrant classroom with students actively participating in the 수업. The teacher is using visual aids and interactive tools to engage the students and make the lesson more interesting.",
        "image_description2": "A symbolic image for 수업 would be an open book with a pencil and eraser beside it, representing the learning process. The book is filled with knowledge and the pencil signifies the active participation of students.",
        "image_tags": "educational, learning, knowledge,",
        "explanation_of_syllables": "수 - water (it represents the flow of knowledge and learning), 업 - business (it refers to the activity of teaching and learning)",
        "sentence_example": "오늘은 수업이 너무 재미있었어요. (Today's class was very interesting.)"
    },
    {
        "additional_translations": "to cleanse, to mop, to scour",
        "explanation_of_expression": "The expression '닦다' means to clean or wipe something using a cloth, brush, or other cleaning tools.",
        "image_description0": "Imagine a sparkling clean surface after it has been wiped with a cloth. The cloth removes all the dirt and leaves the surface shiny and spotless.",
        "image_description1": "Visualize a person holding a cloth and vigorously scrubbing a dirty surface. They are putting in a lot of effort to make sure the surface becomes clean and free from any stains.",
        "image_description2": "Imagine a pair of hands holding a cloth and wiping a dusty table. The cloth absorbs all the dust particles, leaving the table clean and smooth.",
        "image_tags": " wipe, shiny, spotless,",
        "explanation_of_syllables": "닦 - to clean or wipe, 다 - verb ending",
        "sentence_example": "저는 매일 아침에 이불을 닦아요. (I clean the blanket every morning.)"
    },
    {
        "additional_translations": "niner, ninth",
        "explanation_of_expression": "The word 아홉 means 'nine' in Korean.",
        "image_description0": "Imagine a group of nine colorful balloons floating in the sky, representing the number 아홉.",
        "image_description1": "Visualize the word 아홉 written in bold and vibrant colors, emphasizing its meaning as 'nine'.",
        "image_description2": "Imagine a numerical representation of 아홉 with the number '9' displayed in a creative and eye-catching way.",
        "image_tags": "numerical, colorful, balloons, sky,",
        "explanation_of_syllables": "아 - nothing in particular, 홉 - a sound that represents the number 'nine'",
        "sentence_example": "오늘은 아홉 시에 만나요. (Let's meet at nine o'clock today.)"
    },
    {
        "additional_translations": "triple, trio",
        "explanation_of_expression": "The word 셋 means 'three' in Korean.",
        "image_description0": "Imagine three identical objects arranged in a triangular shape. Each object represents the number three, symbolizing unity and balance.",
        "image_description1": "In a vibrant and colorful image, the number three stands out prominently, emphasizing its significance and importance.",
        "image_description2": "The image depicts three objects, each representing the number three, arranged in a visually appealing composition.",
        "image_tags": "numerical, quantity, counting, mathematics, sequence, pattern,",
        "explanation_of_syllables": "셋 - three",
        "sentence_example": "오늘은 셋 친구들과 함께 영화를 보았어요. (Today, I watched a movie with three friends.)"
    },
    {
        "additional_translations": "appointment, engagement, arrangement",
        "explanation_of_expression": "약속 is a noun that refers to an agreement or arrangement made between two or more people to meet or do something at a specific time and place.",
        "image_description0": "Imagine a clock with its hands pointing to a specific time, symbolizing the specific time agreed upon for the 약속. Next to the clock, there is a calendar with the date circled, representing the specific day of the 약속. Finally, there is a location pin on a map, indicating the specific place where the 약속 will take place.",
        "image_description1": "In a vibrant and colorful image, the word 약속 is written in bold and large letters, with the letters forming a path leading to a meeting point. The path is filled with various symbols representing different activities or events, emphasizing the diverse nature of 약속.",
        "image_description2": "Imagine a group of colorful puzzle pieces coming together to form the word 약속. Each puzzle piece represents a different aspect or element of the 약속, symbolizing the coming together of different parts to create a complete agreement or arrangement.",
        "image_tags": "time-specific, agreement, commitment, arrangement, punctuality,",
        "explanation_of_syllables": "약 - medicine (it represents the concept of something being agreed upon or prescribed), 속 - inside (it refers to the inner agreement or commitment made between individuals)",
        "sentence_example": "내일은 친구와 약속이 있어요. (I have an appointment with my friend tomorrow.)"
    },
    {
        "additional_translations": "broadcast, report",
        "explanation_of_expression": "뉴스 is a Korean word that refers to information or reports about recent events or developments, especially those broadcasted on television, radio, or published in newspapers or magazines.",
        "image_description0": "A stack of newspapers with the headline '뉴스' on top, symbolizing the collection of news articles and reports.",
        "image_description1": "A vibrant and dynamic image of the word '뉴스' written in bold and colorful letters, representing the energetic and impactful nature of news.",
        "image_description2": "An image of a television screen displaying breaking news headlines, emphasizing the medium through which news is commonly consumed.",
        "image_tags": "informative, current, updates, journalism, media, communication,",
        "explanation_of_syllables": "뉴 - new (it represents the concept of something recent or up-to-date), 스 -s (a borrowed sound from the English word 'news', used to create the Korean word)",
        "sentence_example": "오늘 뉴스에서 중요한 소식을 들었어요. (Today, I heard important news from the news.)"
    },
    {
        "additional_translations": "voyage, excursion",
        "explanation_of_expression": "A trip or journey to a different place",
        "image_description0": "Imagine a colorful suitcase sitting on a sandy beach, ready to embark on a new adventure. The suitcase is filled with travel essentials like a camera, a map, and a passport. It symbolizes the excitement and anticipation of going on a trip.",
        "image_description1": "Picture a vibrant world map with a highlighted route that represents a journey. The route is marked with various landmarks and attractions, showcasing the diverse experiences one can have while traveling. The map is surrounded by travel-related icons like a plane, a suitcase, and a camera, emphasizing the essence of exploration and discovery.",
        "image_description2": "Imagine a picturesque landscape with rolling hills, a winding river, and a clear blue sky. In the foreground, there is a path leading towards a distant horizon, symbolizing the journey of travel. The scene is filled with vibrant colors and natural beauty, evoking a sense of wanderlust and adventure.",
        "image_tags": "adventurous, wanderlust, scenic,",
        "explanation_of_syllables": "여 - going (it represents the action of going or traveling), 행 - path (it refers to a route or journey),",
        "sentence_example": "여행을 계획하고 있어요. (I am planning a trip.)"
    },
    {
        "additional_translations": "early in the morning, ahead of time, prematurely",
        "explanation_of_expression": "The word '일찍' means to do something before the expected or usual time.",
        "image_description0": "Imagine a clock showing a time much earlier than the usual waking up time. The sun is just starting to rise, and the world is still quiet and peaceful.",
        "image_description1": "In a picture, the word '일찍' is written in big bold letters, emphasizing the concept of doing something before the expected time.",
        "image_description2": "Imagine a person standing in front of a sunrise, symbolizing the idea of starting the day early.",
        "image_tags": "morning, sunrise, clock, early, ahead,",
        "explanation_of_syllables": "일 - day, 찍 - to mark or hit",
        "sentence_example": "일찍 일어나서 운동을 하면 기분이 좋아요. (I feel good when I wake up early and exercise.)"
    },
    {
        "additional_translations": "eight, 8",
        "explanation_of_expression": "The word '여덟' means 'eight' in Korean.",
        "image_description0": "In the image, there are eight colorful balloons floating in the sky. Each balloon represents the number 'eight' and they are arranged in a line from left to right.",
        "image_description1": "Imagine a big number '8' made of colorful balloons floating in the sky. The balloons are arranged in a way that they form the shape of the number '8'.",
        "image_description2": "The image shows a group of eight colorful balloons floating in the sky. Each balloon represents the number 'eight' and they are arranged in a line from left to right.",
        "image_tags": " arrangement,",
        "explanation_of_syllables": "여 - eight (it represents the concept of the number 'eight'), 덟 - a counting unit (it refers to the specific number 'eight')",
        "sentence_example": "저는 여덟 시에 일어나요. (I wake up at eight o'clock.)"
    },
    {
        "additional_translations": "score, twenty years old",
        "explanation_of_expression": "The expression '스물' means 'twenty' in Korean.",
        "image_description0": "Imagine a clock with only the numbers 1 to 20 on it, representing the concept of '스물'. The clock is colorful and vibrant, with each number standing out.",
        "image_description1": "In a colorful and eye-catching design, the number '20' is emphasized, symbolizing the meaning of '스물'. The number is surrounded by various shapes and patterns, creating a dynamic and energetic image.",
        "image_description2": "A vibrant and lively image depicts the concept of '스물'. It showcases a collection of colorful balloons, each numbered from 1 to 20, floating in the air.",
        "image_tags": "numerical, vibrant, balloons,",
        "explanation_of_syllables": "스 - ten (it represents the concept of a group or set), 물 - water (it refers to a liquid substance)",
        "sentence_example": "오늘은 스물 살이 되었어요. (Today, I turned twenty years old.)"
    },
    {
        "additional_translations": "video game, play",
        "explanation_of_expression": "A game is an activity or sport that you can play for fun or as a competition.",
        "image_description0": "Imagine a colorful world with different objects and characters, where you can explore and complete challenges. It's like entering a magical realm where you can be anyone and do anything.",
        "image_description1": "In a vibrant and dynamic environment, immerse yourself in the excitement and thrill of playing games. Experience the joy and satisfaction of achieving goals and overcoming obstacles.",
        "image_description2": "Imagine a virtual world filled with interactive elements and challenges. It's like stepping into a portal where you can embark on thrilling adventures and engage in exciting competitions.",
        "image_tags": "entertaining, immersive, interactive, virtual, challenges, adventures,",
        "explanation_of_syllables": "게 - crab (it represents the shape of a crab, which can move sideways), 임 - purpose (it refers to the intention or objective of playing a game)",
        "sentence_example": "오늘은 친구들과 게임을 했어요. (Today, I played games with my friends.)"
    },
    {
        "additional_translations": "thirty, thirty years old",
        "explanation_of_expression": "The expression '서른' refers to the number thirty in Korean.",
        "image_description0": "Imagine a group of thirty objects arranged in a line, representing the concept of '서른'. Each object can be anything you like, such as books, pencils, or coins.",
        "image_description1": "Imagine a large number '30' written in bold and colorful font, emphasizing the meaning of '서른'. The number can be surrounded by various symbols or patterns to make it visually appealing.",
        "image_description2": "Imagine a calendar with the number '30' highlighted, representing the concept of '서른'. The calendar can be displayed on a wall or a digital device.",
        "image_tags": " quantity, countable, age, milestone, numeric,",
        "explanation_of_syllables": "서 - thirty (it represents the concept of the number thirty), 른 - suffix indicating a number or age",
        "sentence_example": "오늘은 제 서른 번째 생일이에요. (Today is my thirtieth birthday.)"
    },
    {
        "additional_translations": "to feel exhausted, to feel weary",
        "explanation_of_expression": "To feel physically or mentally exhausted",
        "image_description0": "Imagine a battery that is completely drained and cannot provide any more power. This represents the feeling of being tired or fatigued. It's like running out of energy and needing to recharge.",
        "image_description1": "Imagine a person dragging their feet and struggling to keep their eyes open. They have a heavy weight on their shoulders, symbolizing the burden of tiredness. The person's body is slouched and their movements are slow, indicating their fatigue.",
        "image_description2": "Imagine a clock with its hands pointing to late hours of the night. The clock face is dark and the numbers are blurry, representing the feeling of tiredness. The clock is surrounded by yawns and droopy eyes, symbolizing the need for rest.",
        "image_tags": "exhausted, drained, energy-depleted, sluggish, weary, sleepy,",
        "explanation_of_syllables": "피 - fatigue (it represents the feeling of being tired or exhausted), 곤 - to feel (it indicates the state of being), 하다 - to be (it connects the adjective 곤 to the subject)",
        "sentence_example": "오늘은 일이 많아서 피곤해요. (Today, I'm tired because I have a lot of work.)"
    },
    {
        "additional_translations": "brew, ale",
        "explanation_of_expression": "맥주 is the Korean word for beer.",
        "image_description0": "Imagine a cold glass of 맥주 with condensation forming on the outside. The golden liquid inside is bubbling with carbonation. It's the perfect drink to enjoy on a hot summer day.",
        "image_description1": "In this image, the word 맥주 is written in bold, capital letters against a background of hops and barley. The letters are dripping with foam, emphasizing the refreshing and frothy nature of beer.",
        "image_description2": "The image shows a frosty mug of 맥주, with tiny bubbles rising to the surface. The amber liquid is topped with a thick layer of foam, and a slice of lemon is perched on the rim of the glass.",
        "image_tags": " carbonated, golden, cold, summer,",
        "explanation_of_syllables": "맥 - wheat (referring to the main ingredient of beer), 주 - liquor (indicating that it is an alcoholic beverage)",
        "sentence_example": "오늘은 친구들과 맥주를 마시면서 즐거운 시간을 보냈어요. (Today, I had a great time with friends while drinking beer.)"
    },
    {
        "additional_translations": "celebration, feast",
        "explanation_of_expression": "A festive event or occasion that is usually held to celebrate something special.",
        "image_description0": "A colorful gathering of various decorations and lights, creating a joyful and lively atmosphere. There are stalls selling delicious food and drinks, and people are enjoying music and dancing.",
        "image_description1": "Imagine a vibrant and energetic scene filled with laughter and excitement. The air is filled with the aroma of delicious food and the sound of music. The atmosphere is festive and everyone is celebrating with joy.",
        "image_description2": "In the image, you can see a lively and colorful event taking place. There are various decorations, lights, and people enjoying themselves. The atmosphere is filled with happiness and excitement.",
        "image_tags": "colorful, lively, joyful, celebration, dancing,",
        "explanation_of_syllables": "축 - congratulations (it represents the act of celebrating or expressing joy), 제 - event (it refers to a specific happening or occasion)",
        "sentence_example": "오늘은 축제에 가서 많은 사람들과 함께 즐거운 시간을 보냈어요. (Today, I went to the festival and had a great time with many people.)"
    },
    {
        "additional_translations": "quatro",
        "explanation_of_expression": "The word 넷 means four in Korean.",
        "image_description0": "In the image, there are four colorful blocks arranged in a line. Each block represents a number, and the fourth block is highlighted to emphasize the number four.",
        "image_description1": "Imagine a colorful banner with the word 'four' written in big bold letters. The letters are filled with vibrant colors to emphasize the number four.",
        "image_description2": "The image shows four objects arranged in a square shape. Each object represents the number four, and they are placed in a way that highlights the concept of fourness.",
        "image_tags": " counting, quantity, mathematics, arithmetic, digits,",
        "explanation_of_syllables": "넷 - four",
        "sentence_example": "오늘은 넷 명의 친구와 함께 영화를 보았어요. (Today, I watched a movie with four friends.)"
    },
    {
        "additional_translations": "journal, log, memoir",
        "explanation_of_expression": "A book or document in which you write down your personal experiences, thoughts, and feelings",
        "image_description0": "A small book with a lock on it, symbolizing privacy and personal thoughts. The book is filled with colorful pages and a pen is placed next to it, ready to write down thoughts and memories. On one page, there is a drawing of a heart, representing emotions and feelings.",
        "image_description1": "In a cozy room, there is a wooden desk with a diary placed on it. The diary is open, revealing handwritten pages filled with personal stories. The room is filled with warm light, creating a peaceful and intimate atmosphere.",
        "image_description2": "A stack of diaries with different colored covers, symbolizing different periods of time. Each diary is filled with handwritten pages, representing personal experiences and memories. The diaries are placed on a shelf, organized and neatly arranged.",
        "image_tags": " memories, emotions, thoughts, privacy,",
        "explanation_of_syllables": "일 - day, 기 - record",
        "sentence_example": "오늘은 일기를 써서 하루 동안 있었던 일들을 기록했어요. (Today, I wrote a diary and recorded what happened throughout the day.)"
    },
    {
        "additional_translations": "hoops, b-ball",
        "explanation_of_expression": "Basketball is a team sport played on a court, where players try to score points by shooting a ball through a hoop.",
        "image_description0": "A round orange ball goes through a metal hoop attached to a backboard. The hoop is high above the ground and the ball must be thrown with accuracy to score points.",
        "image_description1": "Imagine a basketball flying through the air towards a hoop. The ball is the main focus, representing the game of basketball and the excitement of scoring points.",
        "image_description2": "A basketball court with a hoop at each end. The court is marked with lines and there are two teams playing the game. The ball is bouncing on the court.",
        "image_tags": "competitive, athletic, team-oriented, fast-paced, energetic, indoor,",
        "explanation_of_syllables": "농 - farming (it represents the rural origins of the game), 구 - ball (it refers to the spherical object used in the game)",
        "sentence_example": "오늘은 친구들과 농구를 하러 갈 거예요. (Today, I'm going to play basketball with my friends.)"
    },
    {
        "additional_translations": "belated, tardy",
        "explanation_of_expression": "The word '늦게' means 'late' in English.",
        "image_description0": "Imagine a clock with its hands pointing to a time that is past the expected or desired time. The clock is ticking, indicating the passing of time.",
        "image_description1": "Picture a calendar with a big red circle around a date that has already passed. The circle draws attention to the fact that the date is late or overdue.",
        "image_description2": "Imagine a person running towards a train station, but the train has already left. The person is left standing on the platform, looking disappointed and frustrated.",
        "image_tags": "clock, time, train station,",
        "explanation_of_syllables": "늦 - late (it represents the concept of something happening or being done after the expected or desired time), 게 - adverbial suffix (it is used to modify verbs and indicates the manner or state of an action)",
        "sentence_example": "오늘은 학교에 늦게 도착했어요. (Today, I arrived late to school.)"
    },
    {
        "additional_translations": "assistant, aide",
        "explanation_of_expression": "A 도우미 is someone who provides assistance or support to others.",
        "image_description0": "A 도우미 is like a helpful tool that makes tasks easier. It is like a pair of hands that lend a helping hand whenever needed. It is like a guiding light that shows the way and provides support.",
        "image_description1": "Imagine a 도우미 as a superhero with a cape, always ready to come to the rescue and provide assistance. It is like a guardian angel, watching over and helping whenever needed. It is like a reliable companion, always by your side to lend a helping hand.",
        "image_description2": "The image represents a 도우미 as a bright shining star in the sky, guiding and assisting others. It is like a puzzle piece that fits perfectly into any situation, providing the missing piece of support. It is like a beacon of light, illuminating the path and offering help.",
        "image_tags": "helpful, supportive, guiding, assisting, illuminating,",
        "explanation_of_syllables": "도 - way (it represents the concept of providing assistance or support), 우 - help (it refers to aiding or assisting someone), 미 - beauty (it symbolizes the positive impact and value of a 도우미)",
        "sentence_example": "도우미가 되어 주세요. (Please be my helper.)"
    },
    {
        "additional_translations": "forty (English)",
        "explanation_of_expression": "The expression '마흔' represents the number 40 in Korean.",
        "image_description0": "Imagine a stack of 40 coins, each representing one unit of the number '마흔'. The coins are neatly arranged in a tower, symbolizing the numerical value of '마흔'.",
        "image_description1": "In a vibrant and eye-catching image, the number '40' is highlighted in bold and colorful typography, emphasizing the significance of '마흔'. The typography is designed in a way that conveys energy and dynamism.",
        "image_description2": "A visually appealing image showcases a collection of 40 colorful balloons floating in the air. Each balloon represents the value of '마흔', creating a joyful and celebratory atmosphere.",
        "image_tags": "numerical, quantity, counting, numeric, ordinal, cardinal,",
        "explanation_of_syllables": "마 - four (it represents the number 4), 흔 - ten (it represents the number 10)",
        "sentence_example": "오늘은 마흔 살 생일이에요. (Today is my 40th birthday.)"
    },
    {
        "additional_translations": "to do a shave, to perform shaving",
        "explanation_of_expression": "The expression '면도(를) 하다' means 'to shave' in English.",
        "image_description0": "In the image, there is a razor blade on a shaving cream. The cream is being applied on a person's face. The razor blade is then used to remove the hair from the face.",
        "image_description1": "In the image, there is a close-up of a person's face covered in shaving cream. The person is holding a razor blade and carefully shaving their facial hair.",
        "image_description2": "The image shows a shaving kit with a razor, shaving cream, and a brush. The razor is placed on top of the cream and the brush is used to apply the cream on the face.",
        "image_tags": " brush, grooming,",
        "explanation_of_syllables": "면 - face, 도 - to remove",
        "sentence_example": "오늘 아침에 면도를 하고 나서 얼굴이 매끈해졌어요. (After shaving this morning, my face became smooth.)"
    },
    {
        "additional_translations": "what hour, what o'clock",
        "explanation_of_expression": "Asking for the specific time",
        "image_description0": "Imagine a clock with no hands, representing the uncertainty of not knowing the time. Next to the clock, there is a question mark symbolizing the question 'what time?'",
        "image_description1": "In the center of the image, there is a large question mark symbolizing the question 'what time?' Surrounding the question mark, there are various clocks with different times, emphasizing the need for a specific answer.",
        "image_description2": "The image shows a person looking at a clock with a puzzled expression, indicating the question 'what time?'",
        "image_tags": " uncertainty,",
        "explanation_of_syllables": "몇 - how many (asking for a specific number), 시 - hour (referring to a specific time)",
        "sentence_example": "오늘 약속이 몇 시에 있어요? (What time is the appointment today?)"
    },
    {
        "additional_translations": "commonly, typically, ordinarily",
        "explanation_of_expression": "This word is used to describe something that is usual or typical.",
        "image_description0": "Imagine a clock with the hands pointing to the number 12, symbolizing the usual or normal time. Next to the clock, there is a calendar with all the months crossed out except for one, representing the general or typical month. Finally, there is a picture of a person wearing casual clothes, indicating the common or ordinary attire.",
        "image_description1": "In a colorful image, the word '보통' is written in big bold letters, with the letters '보' and '통' highlighted in different colors to emphasize the word. Surrounding the word, there are various symbols and icons representing different aspects of everyday life, such as a clock, a calendar, a shopping cart, and a speech bubble.",
        "image_description2": "The image shows a collage of different objects that represent everyday life. There is a clock showing the usual time, a calendar with the typical month circled, and a person engaged in ordinary activities like shopping and eating. These objects symbolize the concept of '보통' as something that is part of our daily routine.",
        "image_tags": "common, typical, ordinary, routine, usual,",
        "explanation_of_syllables": "보 - to see, to look, 통 - through, general",
        "sentence_example": "보통 주말에는 친구들과 만나서 놀아요. (Usually, I meet up with friends and have fun on weekends.)"
    },
    {
        "additional_translations": "to do the washing, to do the laundry",
        "explanation_of_expression": "This expression refers to the action of doing the laundry, which involves washing and cleaning clothes.",
        "image_description0": "Imagine a pile of dirty clothes being put into a washing machine. The machine starts spinning and water and soap are added. After a while, the clothes come out clean and fresh.",
        "image_description1": "Visualize a laundry basket filled with dirty clothes. The basket is highlighted to emphasize the task of doing the laundry. The clothes are neatly folded and stacked after being washed.",
        "image_description2": "The image shows a washing machine with clothes inside. The machine is in the process of washing the clothes, with water and soap visible. The clothes are being cleaned and refreshed.",
        "image_tags": "clean, fresh, washing,",
        "explanation_of_syllables": "빨 - washing (it represents the action of cleaning), 래 - clothes (it refers to the items that need to be washed)",
        "sentence_example": "오늘은 빨래를 하기로 했어요. (Today, I decided to do the laundry.)"
    },
    {
        "additional_translations": "to have a shower",
        "explanation_of_expression": "To cleanse oneself by pouring water over the body",
        "image_description0": "A stream of water flowing from a showerhead onto a person's body, cleansing and refreshing them. The water droplets glisten as they cascade down, creating a soothing and rejuvenating experience.",
        "image_description1": "A serene bathroom with a modern shower. The water is falling gracefully from the showerhead, enveloping the space with a tranquil ambiance. The shower is the focal point, symbolizing relaxation and self-care.",
        "image_description2": "An image of a showerhead with water droplets falling from it, representing the act of taking a shower. The water droplets create a refreshing and cleansing effect, symbolizing the rejuvenation of the body and mind.",
        "image_tags": "refreshing, cleansing, rejuvenating,",
        "explanation_of_syllables": "샤 - shower (refers to the act of cleansing oneself), 워 - to (particle indicating the action of taking a shower), 하 - do (verb stem indicating the action of taking a shower)",
        "sentence_example": "오늘은 피곤해서 샤워를 하고 싶어요. (Today, I'm tired and want to take a shower.)"
    },
    {
        "additional_translations": "to do one's morning routine",
        "explanation_of_expression": "To wash one's face",
        "image_description0": "In the image, there is a small bathroom sink with a faucet. The faucet is turned on and water is flowing out. A person's hand is reaching towards the water, ready to wash their face.",
        "image_description1": "The image shows a close-up of a person's face with water splashing on it. The person has their eyes closed and is enjoying the refreshing feeling of washing their face.",
        "image_description2": "The image depicts a bathroom scene with a mirror above the sink. The mirror is foggy from the steam of hot water. A towel is hanging nearby, indicating that someone has just finished washing their face.",
        "image_tags": "morning, routine, cleanliness, refreshment, hygiene,",
        "explanation_of_syllables": "세 - wash, 수 - face",
        "sentence_example": "아침에 일어나서 세수를 해요. (I wash my face in the morning.)"
    },
    {
        "additional_translations": "half a century",
        "explanation_of_expression": "The expression 쉰 means fifty in Korean.",
        "image_description0": "Imagine a clock with only one hand pointing to the number 50. The clock represents the passing of time, and the single hand emphasizes the number fifty.",
        "image_description1": "Imagine a large number 50 made out of colorful balloons floating in the air. The balloons represent celebration and the number 50 emphasizes the significance of the occasion.",
        "image_description2": "Imagine a golden trophy with the number 50 engraved on it. The trophy symbolizes achievement and the number 50 represents a milestone or accomplishment.",
        "image_tags": "time, clock, passing,",
        "explanation_of_syllables": "쉰 - fifty",
        "sentence_example": "오늘은 제 할머니의 생일이에요. 쉰 살이신데요! (Today is my grandmother's birthday. She is fifty years old!)"
    },
    {
        "additional_translations": "kid, youngster",
        "explanation_of_expression": "A young human being who is not yet an adult",
        "image_description0": "A small, playful creature with boundless energy and curiosity. It is full of innocence and joy, always exploring and learning about the world around it.",
        "image_description1": "Imagine a vibrant and lively scene filled with the laughter and excitement of children. They are running, playing, and discovering new things with wide-eyed wonder and enthusiasm.",
        "image_description2": "A colorful illustration depicting a group of children engaged in various activities like playing games, drawing, and reading books. Their happy faces and animated expressions reflect their youthful spirit and eagerness to explore.",
        "image_tags": "energetic, playful, curious, innocent, joyful,",
        "explanation_of_syllables": "아이 - child (refers to a young human being who is not yet an adult)",
        "sentence_example": "오늘은 아이들과 함께 공원에서 놀았어요. (Today, I played at the park with the children.)"
    },
    {
        "additional_translations": "to eat breakfast",
        "explanation_of_expression": "To have breakfast",
        "image_description0": "A plate with a sunny-side-up egg, crispy bacon, and a slice of toast with butter and jam. A cup of steaming coffee sits beside the plate. The morning sunlight streams through the window, casting a warm glow on the breakfast spread.",
        "image_description1": "Imagine a picturesque scene of a cozy kitchen with a table set for breakfast. The table is adorned with a variety of delicious breakfast foods, including freshly baked pastries, a bowl of colorful fruits, and a pot of steaming tea. The aroma of freshly brewed coffee fills the air, creating a welcoming and comforting atmosphere.",
        "image_description2": "A beautiful sunrise over a serene landscape. The sky is painted in shades of pink and orange, reflecting on a calm lake. In the foreground, there is a picnic blanket laid out with a delicious spread of breakfast foods, such as croissants, fresh fruits, and a thermos of hot coffee.",
        "image_tags": " morning, serene,",
        "explanation_of_syllables": "아침 - morning, 을 - object particle, 먹 - to eat, 다 - verb ending",
        "sentence_example": "오늘은 아침을 먹지 않았어요. (Today, I didn't have breakfast.)"
    },
    {
        "additional_translations": "ninety",
        "explanation_of_expression": "The word 아흔 means ninety in Korean.",
        "image_description0": "Imagine a clock with only one hand pointing to the number ninety. The clock represents the passing of time, and the number ninety symbolizes a specific point in that timeline.",
        "image_description1": "Imagine a large number ninety written in bold, vibrant colors. The number stands out and grabs your attention, emphasizing its significance.",
        "image_description2": "Imagine a stack of ninety coins. Each coin represents a unit of value, and the stack symbolizes the accumulation of those values to reach the number ninety.",
        "image_tags": "numbers, quantity, counting, math, measurement, time,",
        "explanation_of_syllables": "아 - a (it represents the sound 'a' in Korean), 흔 - heun (it represents the sound 'heun' in Korean)",
        "sentence_example": "오늘은 아흔 살이 되었어요. (Today, I turned ninety years old.)"
    },
    {
        "additional_translations": "eighty",
        "explanation_of_expression": "The word 여든 means eighty in Korean.",
        "image_description0": "Imagine a clock with the number 80 on it, representing the concept of eighty.",
        "image_description1": "Imagine a large number 80 with bright colors and bold font, emphasizing the meaning of eighty.",
        "image_description2": "Imagine a stack of 80 coins, symbolizing the number eighty.",
        "image_tags": "numerical, quantity, counting, math, numbers, digits,",
        "explanation_of_syllables": "여 - eight (it represents the number 8), 든 - ten (it refers to the number 10)",
        "sentence_example": "오늘은 여든 책을 읽었어요. (Today, I read eighty books.)"
    },
    {
        "additional_translations": "to go on a trip, to take a trip",
        "explanation_of_expression": "This expression means to engage in the activity of traveling.",
        "image_description0": "Imagine a colorful suitcase with stickers from different countries, symbolizing the joy and excitement of traveling. Next to it, there is a map with highlighted routes, representing the planning and exploration aspect of traveling. Finally, there is a camera capturing beautiful landscapes, symbolizing the memories and experiences gained during the trip.",
        "image_description1": "Picture a vibrant illustration of a globe with a trail of footprints wrapping around it, emphasizing the idea of exploring and discovering new places through travel.",
        "image_description2": "Imagine a picturesque beach with crystal clear turquoise water, palm trees swaying in the breeze, and a hammock hanging between two palm trees, inviting relaxation and enjoyment.",
        "image_tags": "adventurous, wanderlust, exploration, discovery, relaxation, enjoyment,",
        "explanation_of_syllables": "여행(을) 하다 - 여행 means 'travel' and 하다 means 'to do'.",
        "sentence_example": "여름에는 해외로 여행을 가고 싶어요. (I want to travel abroad in the summer.)"
    },
    {
        "additional_translations": "sixty",
        "explanation_of_expression": "The expression '예순' means 'sixty' in Korean.",
        "image_description0": "Imagine a clock with only one hand pointing to the number 60. The clock represents the concept of time, and the number 60 represents the quantity of something.",
        "image_description1": "Imagine a large number 60 written in bold and vibrant colors. The number stands out and emphasizes the concept of sixty.",
        "image_description2": "Imagine a calendar page with the number 60 circled. The calendar represents the passage of time, and the circled number represents the specific quantity of sixty.",
        "image_tags": "time, quantity, calendar, clock, passage,",
        "explanation_of_syllables": "예 - sixty (it represents the specific quantity of sixty), 순 - order (it refers to the position of sixty in a sequence)",
        "sentence_example": "오늘은 제 할머니의 생일이에요. 예순 살이신데요. (Today is my grandmother's birthday. She is sixty years old.)"
    },
    {
        "additional_translations": "molars, incisors, canines",
        "explanation_of_expression": "This word refers to the hard, white structures in the mouth that are used for biting and chewing food.",
        "image_description0": "Imagine a set of white, shiny objects with different shapes and sizes. They are strong and sharp, and they help us break down food into smaller pieces.",
        "image_description1": "In this image, the focus is on a collection of objects that are essential for eating. They are strong and durable, and they play a crucial role in the process of chewing and biting.",
        "image_description2": "The image shows a close-up view of a set of objects that are used for biting and chewing. They are white and have different shapes, and they are an important part of our oral health.",
        "image_tags": "white, shiny, sharp,",
        "explanation_of_syllables": "이 - tooth (it represents the concept of a single unit of the hard structure in the mouth)",
        "sentence_example": "이 치아는 아주 강하고 건강해요. (These teeth are very strong and healthy.)"
    },
    {
        "additional_translations": "to clean one's teeth",
        "explanation_of_expression": "The action of cleaning one's teeth using a toothbrush and toothpaste",
        "image_description0": "A toothbrush with toothpaste on it is being used to clean a set of teeth. The toothbrush moves back and forth, removing dirt and plaque from the teeth. The teeth become clean and shiny after brushing.",
        "image_description1": "A toothbrush and toothpaste are placed on a clean white surface. The toothbrush is highlighted, symbolizing the act of brushing teeth. The image conveys the importance of oral hygiene and taking care of one's teeth.",
        "image_description2": "An image of a toothbrush and toothpaste next to a glass of water. The toothbrush is wet, indicating that it has been used for brushing teeth. The image represents the daily routine of brushing teeth for maintaining oral health.",
        "image_tags": " shiny,",
        "explanation_of_syllables": "이를 - teeth (refers to the hard, white structures in the mouth used for biting and chewing), 닦 - to clean (the action of removing dirt or impurities from a surface), 다 - to do (indicates the verb form)",
        "sentence_example": "매일 아침에 이를 닦습니다. (I brush my teeth every morning.)"
    },
    {
        "additional_translations": "to have a conversation, to have a chat",
        "explanation_of_expression": "To engage in a verbal exchange of thoughts, ideas, or information.",
        "image_description0": "In this image, two speech bubbles are shown, representing a conversation. The speech bubbles are filled with various symbols and icons, representing different topics and ideas being discussed.",
        "image_description1": "Imagine a colorful illustration of two speech bubbles, one larger than the other, with words and symbols flowing out of them. The larger bubble represents a lively and animated conversation, while the smaller one represents a more casual and relaxed chat.",
        "image_description2": "The image depicts two speech bubbles floating in the air, filled with colorful symbols and icons that represent different topics and ideas being discussed.",
        "image_tags": "communication, dialogue, exchange, interaction, discussion,",
        "explanation_of_syllables": "이야 - story (refers to a narrative or account of events), 기 - to do (indicates an action or activity), 하 - to do (indicates an action or activity)",
        "sentence_example": "저는 친구와 이야기를 나누었어요. (I had a conversation with my friend.)"
    },
    {
        "additional_translations": "to keep a diary, to write in a journal",
        "explanation_of_expression": "This expression refers to the act of writing down personal thoughts, experiences, and emotions in a diary.",
        "image_description0": "Imagine a small book with a lock on it, symbolizing privacy and personal thoughts. Inside the book, there are colorful pages filled with handwritten words and drawings, representing the act of writing a diary. The book is placed on a wooden desk, surrounded by a pen, a cup of tea, and a potted plant, creating a cozy and peaceful atmosphere.",
        "image_description1": "In this image, the focus is on a beautiful, vintage diary with a pen lying beside it. The diary is open, revealing handwritten pages filled with personal thoughts and memories. The background is a soft, blurred image of a cozy study room with a bookshelf, a comfortable armchair, and a warm lamp, creating a serene and introspective atmosphere.",
        "image_description2": "Imagine a blank notebook with a colorful cover, symbolizing the potential for personal expression. The notebook is open, and a pen is hovering above it, ready to write. The background is a blurred image of a peaceful park, with trees, flowers, and a gentle breeze, representing the calm and reflective environment ideal for writing a diary.",
        "image_tags": "private,",
        "explanation_of_syllables": "일 - day (refers to a specific period of time), 기 - record (represents the act of writing down and preserving information), 를 - object particle (indicates that the action is being done to the diary), 쓰 - write (refers to the act of putting thoughts into written form), 다 - verb ending (indicates present tense and completion of the action)",
        "sentence_example": "오늘은 일기를 써서 하루 동안 있었던 일들을 기록했어요. (Today, I wrote a diary and recorded the things that happened throughout the day.)"
    },
    {
        "additional_translations": "seventy",
        "explanation_of_expression": "The expression '일흔' means 'seventy' in Korean.",
        "image_description0": "Imagine a clock with the number 70 written on it, representing the concept of 'seventy'. The clock is ticking, indicating the passing of time.",
        "image_description1": "Visualize the number 70 written in bold and vibrant colors, standing out from the rest. It symbolizes the importance and significance of 'seventy'.",
        "image_description2": "In the image, there is a collection of 70 small objects arranged neatly. Each object represents one unit of 'seventy'.",
        "image_tags": "numerical, quantity, countable, collection, arrangement,",
        "explanation_of_syllables": "일 - one (it represents the concept of a single unit), 흔 - seventy (it refers to a specific quantity or count)",
        "sentence_example": "오늘은 할머니의 일흔 번째 생일이에요. (Today is my grandmother's seventieth birthday.)"
    },
    {
        "additional_translations": "to eat dinner, to dine",
        "explanation_of_expression": "This expression means to have dinner.",
        "image_description0": "In the image, there is a dining table set with plates, cutlery, and a delicious meal. The table is beautifully decorated with candles and flowers.",
        "image_description1": "Imagine a beautiful dining room with a table set for dinner. The room is filled with the aroma of delicious food, and the table is elegantly arranged with plates, glasses, and silverware.",
        "image_description2": "The image shows a plate filled with a variety of food, such as rice, vegetables, and meat. The food is arranged in an appetizing way, making it look delicious and inviting.",
        "image_tags": " meal,",
        "explanation_of_syllables": "저녁 - evening, 을 - object particle, 먹 - to eat, 다 - verb ending",
        "sentence_example": "오늘은 친구들과 함께 저녁을 먹었어요. (Today, I had dinner with my friends.)"
    },
    {
        "additional_translations": "a bit, a small amount",
        "explanation_of_expression": "This expression refers to a small quantity or degree of something.",
        "image_description0": "Imagine a tiny droplet of water in a vast desert. It represents the idea of a small amount or a little of something.",
        "image_description1": "In a picture, you can emphasize the concept of a small quantity or degree by using a magnifying glass to focus on a tiny object.",
        "image_description2": "Imagine a small pebble on a vast beach. It symbolizes the idea of a little or a few.",
        "image_tags": " limited, minimal, scarce,",
        "explanation_of_syllables": "조 - limited, 금 - degree, a little",
        "sentence_example": "저는 한국어를 조금 할 수 있어요. (I can speak a little Korean.)"
    },
    {
        "additional_translations": "approximately, roughly",
        "explanation_of_expression": "The word 쯤 means 'around' or 'about' and is used to indicate an approximate time or quantity.",
        "image_description0": "Imagine a clock with no hands, symbolizing the concept of uncertainty or approximation. Around the clock, there are scattered puzzle pieces, representing the idea of different possibilities or options. In the background, there is a blurred landscape, suggesting a vague or undefined location.",
        "image_description1": "In this image, the word 쯤 is highlighted in bold and vibrant colors, standing out from the rest of the text. The surrounding text is faded and blurred, representing the idea of uncertainty or approximation. The word 쯤 is also depicted as a flexible and wavy line, symbolizing its fluidity and adaptability.",
        "image_description2": "Imagine a group of balloons floating in the sky, each balloon representing a different number or time. The balloons are scattered and not aligned, indicating the idea of approximation or uncertainty. The colors of the balloons are vibrant and eye-catching, symbolizing the flexibility and adaptability of the word 쯤.",
        "image_tags": "approximate, adaptable, vague, puzzle,",
        "explanation_of_syllables": "쯤 - around, about",
        "sentence_example": "오늘 쯤에 만나요. (Let's meet around today.)"
    },
    {
        "additional_translations": "to be friendly, to be nice",
        "explanation_of_expression": "친절하다 means to be kind or friendly towards others.",
        "image_description0": "친절하다 can be represented by an image of a smiling sunflower, radiating warmth and kindness. The sunflower's bright yellow petals symbolize the friendly and welcoming nature of 친절하다.",
        "image_description1": "Imagine a picture of a person holding a door open for someone else with a big smile on their face. This image represents 친절하다 as it emphasizes the act of being kind and considerate towards others.",
        "image_description2": "친절하다 can be visually represented by an image of a heart-shaped balloon floating in the sky. The balloon symbolizes kindness and the uplifting feeling it brings to others.",
        "image_tags": "friendly, warm, welcoming, helpful, positive,",
        "explanation_of_syllables": "친 - close, intimate; 절 - respect, courtesy; 하다 - to do",
        "sentence_example": "오늘은 친구에게 친절하다고 도움을 주었어요. (Today, I helped my friend and showed kindness.)"
    },
    {
        "additional_translations": "to apply makeup, to do one's makeup",
        "explanation_of_expression": "The expression '화장(을) 하다' means 'to put on makeup'.",
        "image_description0": "In the image, there is a small table with a mirror on it. On the table, there are various makeup products like lipstick, foundation, and eyeshadow. A person's hand is holding a makeup brush and applying makeup on their face.",
        "image_description1": "In the image, the focus is on a makeup artist's tools. There are brushes, palettes, and makeup products neatly arranged on a table. The artist's hand is skillfully applying makeup on a model's face, creating a beautiful transformation.",
        "image_description2": "The image shows a collection of makeup products, including lipstick, eyeshadow, and brushes, arranged on a vanity table. The mirror on the table reflects a person's face with flawless makeup.",
        "image_tags": " beauty, cosmetics, vanity,",
        "explanation_of_syllables": "화 - makeup (it represents the concept of applying cosmetics), 장 - to put on (it refers to the action of applying something), 하다 - to do",
        "sentence_example": "오늘은 파티에 가기 전에 화장을 해야 해요. (Today, I need to put on makeup before going to the party.)"
    }
]