[
    {
        "additional_translations": "to travel, to proceed",
        "explanation_of_expression": "The expression '가다' means 'to go' in English.",
        "image_description0": "Imagine a road stretching into the distance, leading to new adventures and destinations. The road is surrounded by beautiful scenery, with mountains, trees, and a clear blue sky. It represents the endless possibilities and excitement of going somewhere new.",
        "image_description1": "In this image, the word '가다' is written in bold letters, with an arrow pointing forward. The arrow symbolizes the action of going, while the bold letters emphasize the importance of movement and progress.",
        "image_description2": "Imagine a pair of walking shoes, ready to embark on a journey. The shoes are placed next to a map, highlighting the idea of exploration and discovering new places.",
        "image_tags": "adventurous, travel, exploration, journey,",
        "explanation_of_syllables": "가 - to go, 다 - action verb",
        "sentence_example": "오늘은 친구를 만나러 가요. (Today, I'm going to meet my friend.)"
    },
    {
        "additional_translations": "to observe, to look at",
        "explanation_of_expression": "The expression '보다' means to see, look, or watch something. It refers to the act of using one's eyes to perceive or observe something visually.",
        "image_description0": "Imagine a pair of binoculars, which symbolizes the act of seeing or observing. The binoculars are focused on a beautiful landscape, representing the visual experience of looking at something.",
        "image_description1": "In this image, the word '보다' is written in bold and vibrant colors, emphasizing the act of seeing or looking. The letters are arranged in a way that creates a sense of movement, symbolizing the dynamic nature of visual perception.",
        "image_description2": "The image shows a pair of eyes looking through a magnifying glass. This represents the act of seeing or observing something closely and attentively.",
        "image_tags": " observation, eyesight, focus, attention,",
        "explanation_of_syllables": "보 - to see, look, watch (it represents the concept of visual perception), 다 - to do (it indicates the action of seeing or looking)",
        "sentence_example": "오늘 영화를 보러 갈 거예요. (Today, I'm going to watch a movie.)"
    },
    {
        "additional_translations": "to arrive, to go",
        "explanation_of_expression": "The expression '오다' means 'to come' in English.",
        "image_description0": "Imagine a road leading to a destination. The road is empty and there are no signs of any people or vehicles. Suddenly, a person appears in the distance, walking towards the destination.",
        "image_description1": "In a vast empty space, there is a bright light shining in the distance. The light represents the destination. As you move closer to the light, you can feel the excitement and anticipation of reaching your goal.",
        "image_description2": "Imagine a map with a starting point and a destination. The starting point is marked with a small symbol, while the destination is marked with a larger symbol. The map shows the path from the starting point to the destination.",
        "image_tags": "journey, arrival, departure, path, progress,",
        "explanation_of_syllables": "오 - to come, 다 - verb ending",
        "sentence_example": "오늘은 친구를 만나러 왔어요. (Today, I came to meet my friend.)"
    },
    {
        "additional_translations": "to present, to offer",
        "explanation_of_expression": "The expression '주다' means to give or to present something to someone.",
        "image_description0": "In the image, there is a hand holding a gift box with a ribbon. The gift box is beautifully wrapped and represents the act of giving or presenting something to someone.",
        "image_description1": "In the image, there is a spotlight shining on a hand that is giving a gift. The spotlight emphasizes the act of giving and highlights the importance of the gesture.",
        "image_description2": "The image shows a hand extending a gift towards another hand. The gesture represents the act of giving and symbolizes generosity and kindness.",
        "image_tags": "generous, kind, offering, present,",
        "explanation_of_syllables": "주 - to give, 다 - verb ending",
        "sentence_example": "오늘 친구에게 선물을 주었어요. (Today, I gave a gift to my friend.)"
    },
    {
        "additional_translations": "to be great, to be excellent",
        "explanation_of_expression": "This expression is used to describe something that is of high quality or favorable.",
        "image_description0": "Imagine a beautiful sunset over a calm ocean, with vibrant colors painting the sky. The air is filled with a refreshing breeze, and the sound of waves crashing gently against the shore can be heard in the distance.",
        "image_description1": "In a world full of ordinary things, this expression stands out like a shining star. It represents the epitome of perfection and excellence, radiating its brilliance in every aspect.",
        "image_description2": "A picture is worth a thousand words, and this image perfectly captures the essence of this expression. It showcases a breathtaking landscape with lush green fields, blooming flowers, and a clear blue sky.",
        "image_tags": "beautiful, vibrant, serene, peaceful, breathtaking,",
        "explanation_of_syllables": "좋 - good (it represents something positive or desirable), 다 - to be (it indicates a state or condition)",
        "sentence_example": "오늘 날씨가 좋아서 나가서 산책하고 싶어요. (The weather is good today, so I want to go out for a walk.)"
    },
    {
        "additional_translations": "consume, devour, ingest",
        "explanation_of_expression": "To consume food or drink",
        "image_description0": "A plate with a fork and knife next to it, indicating a meal. The plate is filled with various types of food, representing the act of eating. Steam is rising from the plate, indicating that the food is hot and freshly cooked.",
        "image_description1": "A vibrant illustration of a person with a wide-open mouth, surrounded by different types of food floating in the air. The person's expression shows excitement and eagerness to eat. The food items are depicted in bright colors to emphasize their deliciousness.",
        "image_description2": "A simple image of a mouth with an arrow pointing towards it, symbolizing the action of eating. The arrow is accompanied by small icons representing different types of food, such as a hamburger, pizza slice, and apple.",
        "image_tags": " meal, appetite, hunger, nutrition, taste,",
        "explanation_of_syllables": "먹 - to consume, 다 - verb ending indicating action",
        "sentence_example": "점심에 친구와 함께 맛있는 음식을 먹었어요. (I had a delicious meal with my friend for lunch.)"
    },
    {
        "additional_translations": "to be large, to be huge, to be enormous",
        "explanation_of_expression": "To describe something that has a significant size or dimensions",
        "image_description0": "Imagine a vast open field with tall trees and a clear blue sky. In the middle of the field, there is a gigantic boulder that stands out due to its immense size. It dominates the landscape and makes everything else seem small in comparison.",
        "image_description1": "In a world where everything is miniature, there is one object that stands out from the rest. It is a colossal structure that towers over the surroundings, emphasizing its grandeur and magnitude. Its presence commands attention and leaves a lasting impression.",
        "image_description2": "A visual representation of '크다' would be a breathtaking aerial view of a sprawling cityscape. The city is filled with towering skyscrapers, expansive parks, and wide roads. The sheer size and scale of the city showcase its grandeur and emphasize its significance.",
        "image_tags": "enormous, massive, vast, monumental, impressive,",
        "explanation_of_syllables": "크 - big (it represents the concept of something being large in size), 다 - to be (it indicates the state or condition of being big)",
        "sentence_example": "그 건물은 정말 크다. (That building is really big.)"
    },
    {
        "additional_translations": "plenty, numerous, abundant",
        "explanation_of_expression": "To have a large quantity or number of something",
        "image_description0": "Imagine a room filled with colorful balloons, toys, and books. The room is overflowing with so many things that you can barely see the floor.",
        "image_description1": "In a vibrant and lively picture, visualize a multitude of objects like flowers, fruits, and animals. They are all gathered together, creating a sense of abundance and diversity.",
        "image_description2": "Imagine a landscape with a vast field covered in blooming flowers of various colors. The field stretches as far as the eye can see, representing the concept of abundance and plenty.",
        "image_tags": "abundant, plentiful, numerous, diverse, overflowing, colorful,",
        "explanation_of_syllables": "많 - many (it represents the concept of a large quantity or number), 다 - to be",
        "sentence_example": "오늘은 시간이 많아서 책을 많이 읽었어요. (Today, I had a lot of time, so I read many books.)"
    },
    {
        "additional_translations": "Right now, Currently",
        "explanation_of_expression": "지금 means 'now' or 'at the present time'.",
        "image_description0": "Imagine a clock with the hands pointing to the current time. The clock represents the concept of time, and the hands indicate the present moment.",
        "image_description1": "Imagine a sign that says 'NOW' in big bold letters. The sign is placed in a prominent location to emphasize the importance of the present moment.",
        "image_description2": "Imagine a stopwatch with the time running. The stopwatch represents the passing of time, and the running time indicates the present moment.",
        "image_tags": "Time, Clock, Stopwatch, Emphasis,",
        "explanation_of_syllables": "지 - ground (it represents the current state or situation), 금 - now (it refers to the present time)",
        "sentence_example": "지금은 공부할 때입니다. (Now is the time to study.)"
    },
    {
        "additional_translations": "to take a seat, to be seated",
        "explanation_of_expression": "The expression '앉다' means to sit or take a seat.",
        "image_description0": "Imagine a wooden chair with a cushion on it, inviting you to sit down and relax. The chair is placed near a window with a beautiful view of nature.",
        "image_description1": "Imagine a bright spotlight shining on a chair, emphasizing its presence and inviting you to sit down.",
        "image_description2": "In the image, there is a comfortable chair with a soft cushion, placed in a cozy corner of a room. The chair is empty, waiting for someone to sit and enjoy a moment of relaxation.",
        "image_tags": "comfortable, relaxation, cozy, empty, waiting, soft,",
        "explanation_of_syllables": "앉 - to sit, 다 - verb ending indicating action or state",
        "sentence_example": "나는 카페에서 앉아서 커피를 마셨어요. (I sat down at the cafe and drank coffee.)"
    },
    {
        "additional_translations": "purchase, acquire",
        "explanation_of_expression": "To buy",
        "image_description0": "Imagine a shopping cart filled with various items that you have bought.",
        "image_description1": "In a colorful illustration, the word '사다' is highlighted with bold letters, representing the act of buying.",
        "image_description2": "Imagine a shopping bag filled with items that have been purchased.",
        "image_tags": "shopping, commerce, consumerism, transaction, retail, goods,",
        "explanation_of_syllables": "사 - purchase (it represents the action of buying), 다 - to (it indicates the verb form)",
        "sentence_example": "오늘은 새로운 신발을 사러 갔어요. (Today, I went to buy new shoes.)"
    },
    {
        "additional_translations": "to be positioned, to be located",
        "explanation_of_expression": "The expression '서다' means to stand in a physical sense.",
        "image_description0": "Imagine a tall tree standing alone in a vast field, reaching towards the sky with its branches and leaves. It stands firmly, providing shade and shelter to the surrounding area.",
        "image_description1": "In this image, the focus is on the action of standing. Picture a pair of shoes standing upright on a wooden floor, as if someone just took them off. The shoes represent the act of standing and the absence of a person.",
        "image_description2": "Imagine a compass pointing north, standing on a map. The compass represents the concept of standing, as it remains fixed in one position and provides direction.",
        "image_tags": " stable, vertical, stationary, firm, erect,",
        "explanation_of_syllables": "서 - to stand, 다 - verb ending",
        "sentence_example": "나는 버스 정류장에서 서 있었다. (I was standing at the bus stop.)"
    },
    {
        "additional_translations": "to jot down, to scribble",
        "explanation_of_expression": "The expression '쓰다' means to write or compose something.",
        "image_description0": "Imagine a pen gliding across a blank piece of paper, leaving behind a trail of words that come together to form a meaningful composition.",
        "image_description1": "In this image, the focus is on the act of writing. Visualize a hand holding a pen, poised above a piece of paper, ready to create something meaningful.",
        "image_description2": "Imagine a blank piece of paper with a pen resting on top, symbolizing the act of writing or composing.",
        "image_tags": "creative, composition, penmanship, communication, expression, language,",
        "explanation_of_syllables": "쓰 - to write, 다 - to do",
        "sentence_example": "오늘은 일기를 써서 내 생각을 기록했어요. (Today, I wrote a diary to record my thoughts.)"
    },
    {
        "additional_translations": "to dispatch, to forward",
        "explanation_of_expression": "To send something from one place to another",
        "image_description0": "A small package with a label that says 'to send' is placed inside a mailbox. The mailbox is then lifted by a crane and transported to a different location.",
        "image_description1": "A person is holding a package with a label that says 'to send' and is handing it over to a delivery robot. The robot is eagerly waiting to take the package and deliver it to its destination.",
        "image_description2": "An image of a package with a label that says 'to send' is shown. The package is surrounded by arrows pointing towards different directions, symbolizing the act of sending it to various places.",
        "image_tags": " transportation, movement, transfer,",
        "explanation_of_syllables": "보 - to see (it represents the action of looking at the object being sent), 내 - to go out (it represents the action of the object leaving the sender's possession and going to the recipient), 다 - to do (it represents the completion of the action of sending)",
        "sentence_example": "우편을 보내다. (To send a letter.)"
    },
    {
        "additional_translations": "head, hair",
        "explanation_of_expression": "The word '머리' refers to the upper part of the body that contains the brain, eyes, nose, mouth, and ears. It can also mean the hair on top of the head.",
        "image_description0": "A round object with two small circles on top, representing the brain and eyes. It has a long, wavy shape on top, symbolizing the hair. The object is placed on a stick-like structure.",
        "image_description1": "In the image, the word '머리' is written in bold letters, with the letters forming the shape of a head. The word is surrounded by various symbols representing the brain, eyes, nose, mouth, and ears.",
        "image_description2": "The image shows a silhouette of a person with a large, curly shape on top, representing the hair. The person is standing in front of a mirror, reflecting their head.",
        "image_tags": "curly, mirror, silhouette,",
        "explanation_of_syllables": "머 - refers to the upper part of the body that contains the brain, eyes, nose, mouth, and ears, 리 - represents the concept of hair",
        "sentence_example": "오늘은 머리를 자르러 미용실에 갔어요. (Today, I went to the hair salon to get my hair cut.)"
    },
    {
        "additional_translations": "to unlock, to unseal",
        "explanation_of_expression": "To open",
        "image_description0": "Imagine a closed box with a lock on it. Now, imagine the box being opened and the lock being removed. The box is now open and accessible to everyone.",
        "image_description1": "Picture a closed door with a key in the keyhole. The key is turning and unlocking the door, symbolizing the act of opening. The door is now open, allowing entry.",
        "image_description2": "Imagine a closed book with its pages tightly shut. Now, visualize the book being opened, revealing its contents and making them accessible to read.",
        "image_tags": "accessible, unlocked, revealed, contents, book,",
        "explanation_of_syllables": "열 - to open, 다 - verb ending",
        "sentence_example": "문을 열어주세요. (Please open the door.)"
    },
    {
        "additional_translations": "cooked meal, food",
        "explanation_of_expression": "밥 is a Korean word that refers to cooked rice, which is a staple food in Korean cuisine.",
        "image_description0": "Imagine a steaming bowl of rice, perfectly cooked and ready to be eaten. The grains are fluffy and separate, with a subtle aroma filling the air. It's a simple yet satisfying meal that can be enjoyed on its own or paired with various side dishes.",
        "image_description1": "Picture a plate of delicious rice, the star of the meal. It's the foundation of a satisfying dish, providing nourishment and comfort. The rice is cooked to perfection, with each grain plump and tender. It's a symbol of Korean cuisine and a staple in many households.",
        "image_description2": "Imagine a bowl filled with fluffy, steaming rice. The grains are perfectly cooked, with a hint of sweetness. It's a simple yet essential part of Korean meals, providing sustenance and satisfaction. The image evokes the warmth and comfort of a home-cooked meal.",
        "image_tags": "nourishing, comforting, fluffy, steaming,",
        "explanation_of_syllables": "밥 - rice (it represents the concept of cooked rice, a staple food in Korean cuisine)",
        "sentence_example": "점심에 밥을 먹었어요. (I had rice for lunch.)"
    },
    {
        "additional_translations": "illumination, blaze",
        "explanation_of_expression": "불 is a Korean word that can mean both 'light' and 'fire'.",
        "image_description0": "불 is like a small flame dancing in the darkness, providing warmth and illumination.",
        "image_description1": "Imagine a mesmerizing flame flickering in the night, radiating warmth and light.",
        "image_description2": "불 is represented by a vibrant flame, symbolizing both light and fire.",
        "image_tags": " radiant, vibrant, illuminating,",
        "explanation_of_syllables": "불 - fire (it represents the concept of burning and heat)",
        "sentence_example": "방 안에 불을 켜 주세요. (Please turn on the light in the room.)"
    },
    {
        "additional_translations": "garb, attire, outfit",
        "explanation_of_expression": "옷 means clothes, dress, or garment.",
        "image_description0": "Imagine a colorful collection of clothes hanging on a clothesline, swaying gently in the breeze. The vibrant fabrics create a beautiful display of different patterns and styles.",
        "image_description1": "Picture a wardrobe filled with a variety of clothes, ranging from casual t-shirts to elegant dresses. The clothes are neatly organized, showcasing the versatility and fashion choices available.",
        "image_description2": "In this image, you can see a closet filled with neatly folded clothes. The different colors and textures of the garments create a visually appealing arrangement.",
        "image_tags": "fashionable, diverse, stylish, colorful, closet,",
        "explanation_of_syllables": "옷 - clothes, dress, garment",
        "sentence_example": "오늘은 옷을 쇼핑하러 갈 거예요. (Today, I'm going shopping for clothes.)"
    },
    {
        "additional_translations": "to peruse, to scan, to go through",
        "explanation_of_expression": "The action of looking at and understanding written or printed material",
        "image_description0": "A stack of books with an open book on top, symbolizing the act of reading. The pages of the open book are filled with words and illustrations, representing the content being absorbed. A pair of glasses is placed on the open book, indicating the need for visual aid while reading.",
        "image_description1": "A vibrant image of the word '읽다' written in bold and colorful letters, with the letters gradually transforming into various objects related to reading. The 'ㅇ' transforms into a book, the 'ㄹ' transforms into a pair of glasses, the 'ㄱ' transforms into a bookmark, and the 'ㄷ' transforms into a pen. This emphasizes the connection between the word and the act of reading.",
        "image_description2": "An image of a bookshelf filled with books of different sizes and colors. Some books are open, revealing their contents, while others are closed. The books are arranged in a neat and organized manner, representing the world of knowledge and imagination that can be explored through reading.",
        "image_tags": "knowledgeable, educational, intellectual, literary, informative, imaginative,",
        "explanation_of_syllables": "읽 - to perceive or understand written or printed material, 다 - to perform an action",
        "sentence_example": "나는 매일 책을 읽어요. (I read books every day.)"
    },
    {
        "additional_translations": "to await, to expect",
        "explanation_of_expression": "To stay in one place or remain in a certain state until something happens or someone arrives.",
        "image_description0": "Imagine a clock with its hands frozen in time, symbolizing the act of waiting. The clock is surrounded by a calendar, representing the passing of days while waiting. In the background, there is a door with a closed sign, indicating the anticipation of someone's arrival.",
        "image_description1": "In a vast desert, there is a lone oasis with a signpost pointing towards the direction of the expression. The oasis represents the state of waiting, while the signpost emphasizes the anticipation and expectation of something or someone.",
        "image_description2": "A road stretching into the distance, disappearing into a foggy horizon. The road symbolizes the journey of waiting, with uncertainty and anticipation shrouded in the mist.",
        "image_tags": " patience, time, journey, uncertainty,",
        "explanation_of_syllables": "기 - foundation (it represents the starting point or the base), 다리 - legs (it refers to the action of standing or staying in one place)",
        "sentence_example": "오늘은 친구를 기다리고 있어요. (Today, I am waiting for my friend.)"
    },
    {
        "additional_translations": "film, motion picture",
        "explanation_of_expression": "영화 is a noun that refers to a form of entertainment that tells stories through moving images and sound.",
        "image_description0": "Imagine a dark room with a large screen at the front. The screen is showing colorful moving images and there is a loud sound coming from speakers. The room is filled with excitement and anticipation.",
        "image_description1": "In a vibrant and dynamic image, the word 영화 is highlighted in bold and bright colors, standing out from the rest of the scene. The image is filled with elements that represent different genres of movies, such as action, romance, and comedy.",
        "image_description2": "A simple image that represents 영화 is a film reel with frames of different scenes from various movies. The reel is spinning, symbolizing the motion and progression of the film.",
        "image_tags": "entertaining, storytelling, visual, auditory, immersive, captivating,",
        "explanation_of_syllables": "영 - brightness, light; 화 - picture, painting",
        "sentence_example": "오늘은 친구들과 함께 영화를 보러 갈 거예요. (Today, I'm going to watch a movie with my friends.)"
    },
    {
        "additional_translations": "to be tiny, to be miniature",
        "explanation_of_expression": "To be small, little, short",
        "image_description0": "Imagine a tiny pebble sitting on a vast beach, surrounded by towering cliffs. It is so small that it gets easily lost among the grains of sand. Its size is barely noticeable compared to the grandeur of its surroundings.",
        "image_description1": "In a world of giants, a small seedling fights for its place in the sun. It stretches its tiny leaves towards the light, determined to grow despite its diminutive size. It symbolizes resilience and the ability to thrive against all odds.",
        "image_description2": "Imagine a miniature house nestled in a lush garden. The house is so small that it fits in the palm of your hand. It represents the concept of minimalism and simplicity, where less is more.",
        "image_tags": " miniature, small-scale, compact, petite,",
        "explanation_of_syllables": "작 - small (it represents the concept of something being of a small size), 다 - to be (it indicates the state or condition of being small)",
        "sentence_example": "이 방은 작아서 가구를 많이 놓을 수 없어요. (This room is small, so we can't put a lot of furniture in it.)"
    },
    {
        "additional_translations": "to study, to acquire knowledge",
        "explanation_of_expression": "The expression '배우다' means to learn or acquire knowledge.",
        "image_description0": "In the image, there is a book with an open page, symbolizing the act of learning. Next to the book, there is a lightbulb, representing the idea of gaining knowledge. Surrounding these objects, there are colorful arrows pointing towards the book, indicating the process of acquiring new information.",
        "image_description1": "Imagine a vibrant and dynamic image that represents the essence of learning. It could be a colorful explosion of knowledge, with books, symbols, and abstract shapes bursting outwards. The image should convey the excitement and curiosity that comes with the process of learning.",
        "image_description2": "The image shows a tree with roots firmly planted in the ground, symbolizing the foundation of knowledge. The branches of the tree are filled with various objects, such as books, pencils, and globes, representing the different areas of learning. Above the tree, there is a shining sun, symbolizing the enlightenment and growth that comes from learning.",
        "image_tags": "educational, knowledge-seeking, growth-oriented, curiosity-driven, intellectual, enlightening,",
        "explanation_of_syllables": "배 - to grow or develop, 우 - to receive or acquire, 다 - to do or perform",
        "sentence_example": "저는 한국어를 배우고 있어요. (I am learning Korean.)"
    },
    {
        "additional_translations": "to consume, to imbibe",
        "explanation_of_expression": "The action of taking in a liquid substance through the mouth",
        "image_description0": "A clear glass filled with a golden liquid, condensation forming on the outside of the glass, and a straw inserted into the drink",
        "image_description1": "A vibrant illustration of a drink with a straw, emphasizing the act of drinking",
        "image_description2": "An image of a refreshing beverage in a glass, with droplets of water on the surface",
        "image_tags": "refreshing, thirst-quenching, beverage, glass, condensation,",
        "explanation_of_syllables": "마 - to take, 시 - time, 다 - action",
        "sentence_example": "나는 항상 물을 마신다. (I always drink water.)"
    },
    {
        "additional_translations": "Learn, Study",
        "explanation_of_expression": "The act of acquiring knowledge or skills through reading, research, or practice.",
        "image_description0": "A stack of books with a pencil on top, symbolizing the process of acquiring knowledge through studying.",
        "image_description1": "A person sitting at a desk with books and a laptop, fully focused on studying.",
        "image_description2": "An image of a library with rows of bookshelves filled with books, representing the environment where studying takes place.",
        "image_tags": "Educational, Academic, Learning, Knowledge, Research,",
        "explanation_of_syllables": "공 - work (it represents the effort and dedication put into studying), 부 - to learn (it refers to the action of acquiring knowledge or skills)",
        "sentence_example": "저는 매일 밤 공부해요. (I study every night.)"
    },
    {
        "additional_translations": "to be fond of, to enjoy",
        "explanation_of_expression": "To have a positive feeling or preference towards something or someone.",
        "image_description0": "A colorful heart-shaped balloon floating in the sky, representing the joy and happiness of liking something.",
        "image_description1": "Imagine a vibrant heart symbolizing the strong affection and admiration for something or someone.",
        "image_description2": "A picture of a beautiful sunset over a calm ocean, symbolizing the peaceful and content feeling of liking something.",
        "image_tags": "joyful, affectionate, preference, positive, happiness,",
        "explanation_of_syllables": "좋 - good, pleasing, 아 - to, 하 - do",
        "sentence_example": "나는 음악을 좋아해요. (I like music.)"
    },
    {
        "additional_translations": "to feel unwell, to have a pain",
        "explanation_of_expression": "The expression '아프다' means to be sick, ill, or painful.",
        "image_description0": "Imagine a red hot chili pepper, representing the pain and discomfort of being sick. Next to it, there is a thermometer showing a high temperature, indicating a fever. Finally, there is a broken bone, symbolizing the physical pain that comes with being ill.",
        "image_description1": "In this image, the word '아프다' is written in bold, red letters, emphasizing the pain and discomfort associated with being sick. The background is filled with dark clouds and lightning, representing the storm of illness.",
        "image_description2": "Imagine a person lying in bed with a sad expression on their face, holding their stomach or head in pain. They are surrounded by medicine bottles, tissues, and a thermometer, indicating their sickness.",
        "image_tags": "unwell, fever, sickness,",
        "explanation_of_syllables": "아 - negative prefix (not), 푸 - to blow (indicating the feeling of pain being blown out), 다 - to be",
        "sentence_example": "오늘은 몸이 아파서 집에 머물러야겠어요. (Today, I have to stay at home because I'm feeling sick.)"
    },
    {
        "additional_translations": "to instruct, to educate",
        "explanation_of_expression": "The expression '가르치다' means to teach or instruct someone in a particular subject or skill.",
        "image_description0": "In this image, we can see a book with an open page, representing the act of teaching and sharing knowledge. There is also a lightbulb, symbolizing the idea of enlightenment and learning. Lastly, there is a chalkboard with equations and formulas, representing the teaching of mathematics or science.",
        "image_description1": "Imagine a classroom with a teacher standing in front of a blackboard, explaining a complex concept to a group of students. The teacher is using visual aids, such as diagrams and charts, to help the students understand the topic better. The students are engaged and actively participating in the learning process.",
        "image_description2": "The image shows a person holding a book and pointing towards it, indicating the act of teaching. The background of the image is a classroom with desks and chairs, representing a typical learning environment.",
        "image_tags": "educational, knowledge-sharing, teaching, instruction,",
        "explanation_of_syllables": "가 - to go, 르 - to do, 치 - to hit, 다 - to do",
        "sentence_example": "저는 학생들에게 수학을 가르쳤어요. (I taught math to the students.)"
    },
    {
        "additional_translations": "to be scarce, to be limited",
        "explanation_of_expression": "This expression means that there is a small amount or quantity of something.",
        "image_description0": "In a vast desert, there is a tiny oasis with only a few palm trees and a small pool of water.",
        "image_description1": "Imagine a barren land with only a handful of trees scattered around, symbolizing the scarcity and limited number of resources.",
        "image_description2": "A picture of a nearly empty jar of peanut butter, with just a thin layer of peanut butter left at the bottom.",
        "image_tags": "scarce, small, few,",
        "explanation_of_syllables": "적 - small, few, little",
        "sentence_example": "저는 돈이 적어서 여행을 못 가요. (I can't go on a trip because I have little money.)"
    },
    {
        "additional_translations": "to be evil, to be wicked",
        "explanation_of_expression": "To be bad",
        "image_description0": "In the image, there is a broken toy on the floor, symbolizing something that is damaged or not functioning properly. There is also a dark cloud hovering above, representing a negative or gloomy atmosphere. Additionally, there is a red 'X' mark over a thumbs-down sign, indicating disapproval or dissatisfaction.",
        "image_description1": "The image depicts a warning sign with a red exclamation mark, emphasizing the negative aspect of being bad. Surrounding the sign are various objects in disarray, such as spilled paint, broken glass, and torn paper, further illustrating the consequences of bad behavior. The image also includes a cracked mirror, symbolizing the reflection of one's negative actions.",
        "image_description2": "The image shows a black cloud hovering over a landscape, casting a shadow and creating a gloomy atmosphere. The landscape itself is barren and desolate, with dead trees and wilted flowers, representing the negative effects of being bad. In the distance, there is a storm brewing, symbolizing the potential chaos and destruction caused by bad behavior.",
        "image_tags": " gloomy, damaged, disapproval, dissatisfaction,",
        "explanation_of_syllables": "나 - bad (it represents the concept of something negative or undesirable), 쁘 - beautiful (it contrasts with the previous syllable, emphasizing the negative aspect), 다 - to be (it indicates the state or condition of being)",
        "sentence_example": "오늘은 날씨가 나쁘다. (Today, the weather is bad.)"
    },
    {
        "additional_translations": "missive, epistle",
        "explanation_of_expression": "A written or printed communication addressed to a person or organization and usually transmitted by mail",
        "image_description0": "A folded piece of paper with words written on it, placed inside an envelope. The envelope has a stamp on it and is ready to be sent. The letter is a means of communication between two people who are far apart.",
        "image_description1": "Imagine a piece of paper with words written on it, folded neatly into a small square. The paper is then placed inside an envelope, which is sealed shut. The envelope is addressed to someone and has a stamp on it, ready to be sent. This image represents the idea of a letter, a written message that is sent to someone through the mail.",
        "image_description2": "The image shows a piece of paper with words written on it, folded into a neat square shape. The paper is then placed inside an envelope, which is sealed shut. The envelope has a stamp on it and is ready to be sent. This image represents the concept of a letter, a written communication that is sent to someone through the mail.",
        "image_tags": "communication, correspondence,",
        "explanation_of_syllables": "편 - convenience or ease, 지 - paper or document",
        "sentence_example": "오늘 편지를 받았어요. (Today, I received a letter.)"
    },
    {
        "additional_translations": "to take a break, to have a rest",
        "explanation_of_expression": "This expression means to take a break or to relax.",
        "image_description0": "Imagine a cozy hammock hanging between two palm trees on a beautiful sandy beach. The hammock is gently swaying in the breeze, inviting you to lie down and rest. The sound of the waves crashing on the shore creates a soothing atmosphere.",
        "image_description1": "Picture a serene garden with a comfortable reclining chair placed under a shady tree. The chair is perfectly positioned for relaxation, allowing you to unwind and let go of any stress. The peaceful surroundings and the gentle rustling of leaves create a tranquil ambiance.",
        "image_description2": "In this image, you can see a peaceful mountain landscape with a small cabin nestled among the trees. The cabin is surrounded by lush greenery and offers a serene retreat for rest and relaxation. The clear blue sky and the fresh mountain air add to the calming atmosphere.",
        "image_tags": " nature, escape,",
        "explanation_of_syllables": "쉬 - to rest, 다 - verb ending",
        "sentence_example": "오늘은 힘들어서 집에서 쉬었어요. (Today, I rested at home because I was tired.)"
    },
    {
        "additional_translations": "to learn, to study up",
        "explanation_of_expression": "The act of acquiring knowledge or skills through educational activities.",
        "image_description0": "A stack of books with a pencil on top, symbolizing the process of gaining knowledge through studying.",
        "image_description1": "A person sitting at a desk with books and notes, fully focused on studying.",
        "image_description2": "An image of a library with rows of bookshelves filled with books, representing the environment where studying takes place.",
        "image_tags": "educational, knowledge, learning, concentration,",
        "explanation_of_syllables": "공 - work (referring to the effort put into studying), 부 - to spread (indicating the expansion of knowledge), 하 - to do (representing the action of studying)",
        "sentence_example": "저는 매일 밤 공부하고 있어요. (I study every night.)"
    },
    {
        "additional_translations": "to be occupied, to be engaged",
        "explanation_of_expression": "To have a lot of tasks or activities to do",
        "image_description0": "A clock with multiple hands moving quickly, a person juggling many objects in the air, a busy street with cars and people rushing",
        "image_description1": "A busy city with cars zooming by and people hurrying on the sidewalks, symbolizing the fast-paced and hectic nature of being busy",
        "image_description2": "A visual representation of busyness with a cluttered desk filled with papers, a ringing phone, and a calendar with many events marked",
        "image_tags": " multitasking, time management, productivity, overwhelming,",
        "explanation_of_syllables": "바 - to be, 쁘 - to be full or filled, 다 - to be",
        "sentence_example": "오늘은 바빠서 친구와 약속을 잡을 수 없어요. (I'm busy today, so I can't make plans with my friend.)"
    },
    {
        "additional_translations": "to be enjoyable, to be entertaining",
        "explanation_of_expression": "To describe something that is fun, interesting, or amusing",
        "image_description0": "Imagine a colorful carousel spinning round and round, with children laughing and enjoying the ride. The music is playing and the lights are flashing, creating a joyful and exciting atmosphere.",
        "image_description1": "In a vibrant and lively amusement park, there is a roller coaster that twists and turns, providing an exhilarating experience. People are screaming with excitement as they ride the thrilling attraction.",
        "image_description2": "A colorful fireworks display lights up the night sky, creating a mesmerizing spectacle. The bursts of light and vibrant colors bring joy and excitement to everyone watching.",
        "image_tags": "colorful, joyful, exciting,",
        "explanation_of_syllables": "재 - fun, enjoyable, 미 - beauty, 재미 - fun, enjoyment, 재미있다 - to be fun, interesting, amusing",
        "sentence_example": "오늘 영화가 정말 재미있었어요. (The movie today was really fun.)"
    },
    {
        "additional_translations": "to switch on, to activate",
        "explanation_of_expression": "This expression means to turn on or activate something, such as a light or power.",
        "image_description0": "Imagine a dark room with a light switch on the wall. As you flip the switch up, the room is suddenly filled with bright light.",
        "image_description1": "In this image, the focus is on a light switch. The switch is in the 'on' position, indicating that the light or power has been turned on.",
        "image_description2": "The image shows a hand reaching towards a light switch on a wall. The switch is in the 'on' position, symbolizing that the light or power has been turned on.",
        "image_tags": "bright, dark, wall,",
        "explanation_of_syllables": "켜 - to turn on, 다 - verb ending",
        "sentence_example": "방에 들어가자마자 불을 켰어요. (As soon as I entered the room, I turned on the light.)"
    },
    {
        "additional_translations": "to be attractive, to be lovely",
        "explanation_of_expression": "To describe something as pretty or beautiful",
        "image_description0": "Imagine a colorful flower blooming in a field, its petals gently swaying in the breeze. The vibrant colors and delicate shape of the flower make it a beautiful sight to behold.",
        "image_description1": "In a picturesque garden, a stunning butterfly gracefully flutters its wings. Its vibrant colors and intricate patterns make it a truly beautiful creature.",
        "image_description2": "A stunning sunset paints the sky with hues of pink, orange, and gold. The warm glow of the sun as it sets behind the horizon creates a breathtakingly beautiful scene.",
        "image_tags": "colorful, delicate,",
        "explanation_of_syllables": "예 - beauty, attractiveness, pretty, 쁘 - to be, 다 - to be",
        "sentence_example": "오늘 저녁에 예쁜 드레스를 입을 거예요. (I will wear a pretty dress tonight.)"
    },
    {
        "additional_translations": "to switch off, to extinguish",
        "explanation_of_expression": "The expression '끄다' means to turn off, put out, or extinguish something.",
        "image_description0": "Imagine a light switch being turned off, symbolizing the action of '끄다'. The room becomes dark and the light is no longer shining.",
        "image_description1": "Visualize a hand reaching towards a switch, ready to turn it off. The focus is on the action of '끄다', emphasizing the act of extinguishing or putting out something.",
        "image_description2": "In this image, you can see a lit candle being blown out, representing the concept of '끄다' as extinguishing or putting out a flame.",
        "image_tags": "dark, light, put out,",
        "explanation_of_syllables": "끄 - to turn off, extinguish, 다 - verb ending",
        "sentence_example": "나는 컴퓨터를 끄고 집을 나갔어요. (I turned off the computer and left the house.)"
    },
    {
        "additional_translations": "to be costly, to be pricey",
        "explanation_of_expression": "This expression is used to describe something that has a high price or is expensive.",
        "image_description0": "Imagine a shiny diamond sitting on a golden pedestal. The diamond represents something valuable and expensive, while the golden pedestal symbolizes the high price. The image conveys the idea of something being expensive and precious.",
        "image_description1": "Picture a price tag with the word 'expensive' written in bold letters. The tag stands out among other tags, emphasizing the high cost of the item. This image highlights the concept of something being expensive.",
        "image_description2": "Imagine a shopping cart filled with luxury items such as designer clothes, jewelry, and electronics. The cart represents the idea of purchasing expensive items. This image visually represents the concept of something being expensive.",
        "image_tags": "luxurious, valuable, costly, high-priced, extravagant, premium,",
        "explanation_of_syllables": "비 - rain (it represents the idea of something pouring out, similar to money being spent), 싸 - cheap (it contrasts with the meaning of the expression, emphasizing the opposite), 다 - to be (it indicates the state of being expensive)",
        "sentence_example": "이 가방은 정말 비싸요. (This bag is really expensive.)"
    },
    {
        "additional_translations": "to be delicious, to taste good",
        "explanation_of_expression": "This expression is used to describe food or drinks that have a pleasant and enjoyable taste.",
        "image_description0": "Imagine a plate with a mouth-watering dish on it. The dish is beautifully presented with vibrant colors and enticing aromas. As you take a bite, your taste buds explode with flavors, leaving you satisfied and wanting more.",
        "image_description1": "Imagine a large sign that says 'Delicious' in bold, colorful letters. The sign is surrounded by various mouth-watering dishes and drinks, each one more tempting than the other. The word 'Delicious' is emphasized, drawing your attention and making you crave the tasty treats.",
        "image_description2": "Imagine a colorful illustration of a mouth with a tongue sticking out. The tongue is surrounded by different types of food and drinks, each one represented by vibrant colors and appetizing textures. The illustration perfectly captures the essence of the expression '맛있다' and its association with deliciousness.",
        "image_tags": "appetizing, flavorsome, delectable, savory, scrumptious,",
        "explanation_of_syllables": "맛 - taste (it represents the concept of flavor and enjoyment), 잇 - to have (it indicates the state of possessing or experiencing something)",
        "sentence_example": "오늘 점심에 먹은 음식이 너무 맛있었어요. (The food I had for lunch today was so delicious.)"
    },
    {
        "additional_translations": "to shut, to close up",
        "explanation_of_expression": "To bring together the parts of something so that it is no longer open or accessible",
        "image_description0": "Imagine a door that was wide open and now it is closed. The door is made of wood and has a doorknob. It is now shut and cannot be opened.",
        "image_description1": "In this image, the focus is on a door that is being closed. The door is made of wood and has a doorknob. The action of closing the door is emphasized.",
        "image_description2": "Imagine a door that is open and then someone comes and pushes it to close it. The door is made of wood and has a doorknob. It is now closed.",
        "image_tags": "wooden, shut, open,",
        "explanation_of_syllables": "닫 - to close (it represents the action of bringing together the parts of something), 다 - to do (it indicates the verb form)",
        "sentence_example": "문을 닫았어요. (I closed the door.)"
    },
    {
        "additional_translations": "to be neat, to be tidy",
        "explanation_of_expression": "This expression means that something is clean and free from dirt or impurities.",
        "image_description0": "Imagine a sparkling white room with sunlight streaming in through the windows. The floor is spotless, and everything is neatly organized on shelves. It feels fresh and pure.",
        "image_description1": "In this image, the focus is on cleanliness. Picture a pristine kitchen with gleaming countertops and perfectly arranged utensils. Every surface is free from dirt and grime, creating a hygienic environment.",
        "image_description2": "Imagine a clear blue sky with fluffy white clouds. The air is crisp and fresh, and there is no pollution in sight. It represents the concept of cleanliness and purity.",
        "image_tags": "neat, tidy, spotless, organized, fresh, pure,",
        "explanation_of_syllables": "깨 - to break or shatter, 끗 - to be clear or pure, 하다 - to do or be",
        "sentence_example": "오늘은 집을 깨끗하게 청소했어요. (Today, I cleaned the house and made it tidy.)"
    },
    {
        "additional_translations": "inexpensive, low-priced, affordable",
        "explanation_of_expression": "To be cheap or inexpensive",
        "image_description0": "Imagine a store shelf filled with various items, all priced at a very low cost. The prices are so affordable that you can buy multiple items without spending much money. It's like a treasure trove of bargains!",
        "image_description1": "Picture a colorful price tag with the word 'cheap' written on it in big, bold letters. The tag stands out among other tags, emphasizing the affordability of the item. It's like a visual representation of a great deal.",
        "image_description2": "Imagine a price tag with a large arrow pointing downwards, indicating a significant reduction in price. The tag is attached to an item, symbolizing its cheapness. It's like a visual representation of a great bargain.",
        "image_tags": "affordable, bargain, discount, economical, frugal, low-cost,",
        "explanation_of_syllables": "싸 - cheap (it represents the concept of something being affordable or low-priced), 다 - to be (it indicates the state or condition of being cheap)",
        "sentence_example": "이 가게에서 옷을 싸게 살 수 있어요. (You can buy clothes cheaply at this store.)"
    },
    {
        "additional_translations": "to be quiet, to be still",
        "explanation_of_expression": "To not make any sound or noise",
        "image_description0": "In a serene forest, a small stream flows silently through the moss-covered rocks. The only sound that can be heard is the gentle rustling of leaves in the wind.",
        "image_description1": "A peaceful library filled with rows of books, where the only sound is the turning of pages and the occasional whisper. The atmosphere is calm and tranquil, allowing for deep focus and concentration.",
        "image_description2": "A picture of a soundproof room with thick walls and insulation to block out any noise from the outside world. The room is completely silent, creating a peaceful and quiet environment.",
        "image_tags": "serene, quiet, still,",
        "explanation_of_syllables": "조 - quiet, 용 - to be, 하 - to do",
        "sentence_example": "방이 조용해서 좋아요. (I like the room because it's quiet.)"
    },
    {
        "additional_translations": "climate, atmosphere",
        "explanation_of_expression": "The state of the atmosphere at a particular place and time",
        "image_description0": "The image shows a bright sun shining in a clear blue sky with fluffy white clouds. The weather is warm and pleasant, perfect for outdoor activities.",
        "image_description1": "Imagine a beautiful landscape with a colorful rainbow stretching across the sky. The weather is calm and peaceful, creating a serene atmosphere.",
        "image_description2": "The image depicts various weather conditions such as rain, snow, sunshine, and clouds. It showcases the different elements that make up the weather.",
        "image_tags": "sunny, cloudy, rainy, snowy, stormy, windy,",
        "explanation_of_syllables": "날 - day, 씨 - seed",
        "sentence_example": "오늘 날씨가 좋아서 밖에 나가고 싶어요. (The weather is nice today, so I want to go outside.)"
    },
    {
        "additional_translations": "bookstore, bookshop",
        "explanation_of_expression": "A place where books are kept and made available for borrowing or reading.",
        "image_description0": "A quiet space filled with rows of shelves holding books of various sizes and colors. Soft sunlight streams through the windows, illuminating the cozy reading nooks and comfortable chairs. The air is filled with the scent of paper and ink.",
        "image_description1": "Imagine a serene and peaceful environment where knowledge and stories come alive. Picture a spacious room with tall bookshelves reaching towards the ceiling, showcasing a vast collection of books. The atmosphere is calm and inviting, encouraging visitors to explore the world through the pages of countless literary treasures.",
        "image_description2": "In this image, you can see a beautiful building with large windows and a sign that says 'Library'. Inside, there are rows of bookshelves filled with books of all genres. The space is well-lit and organized, creating a welcoming and peaceful atmosphere for readers.",
        "image_tags": "quiet, cozy, knowledge-filled, organized,",
        "explanation_of_syllables": "도 - way/path (referring to a place where books are stored and made available), 서 - book (representing the main purpose of the place), 관 - building/facility (indicating a specific location)",
        "sentence_example": "저는 도서관에서 매주 책을 빌려서 읽어요. (I borrow books from the library and read them every week.)"
    },
    {
        "additional_translations": "classroom, lecture room, schoolroom",
        "explanation_of_expression": "A room in a school or educational institution where classes are held.",
        "image_description0": "A spacious room with desks and chairs neatly arranged. There are colorful educational materials on the walls and a whiteboard at the front of the room.",
        "image_description1": "In a bright and organized room, there are rows of desks and chairs. The room is filled with an atmosphere of learning and knowledge.",
        "image_description2": "A well-lit classroom with rows of desks and chairs. The walls are adorned with educational posters and there is a whiteboard at the front of the room.",
        "image_tags": "educational, school, institution,",
        "explanation_of_syllables": "교 - education, learning, 실 - room",
        "sentence_example": "오늘은 교실에서 수학을 배웠어요. (Today, I learned math in the classroom.)"
    },
    {
        "additional_translations": "Dairy product",
        "explanation_of_expression": "Milk is a white liquid produced by the mammary glands of mammals. It is commonly consumed as a beverage or used as an ingredient in various dishes and desserts.",
        "image_description0": "Imagine a glass filled with a creamy white liquid, so pure and refreshing. It is the essence of nourishment, a source of calcium and vitamins. This glass of milk represents health and vitality.",
        "image_description1": "In a vibrant and colorful illustration, a glass of milk takes center stage. It is surrounded by fruits, vegetables, and grains, symbolizing the essential nutrients it provides. The milk stands tall, emphasizing its importance in a balanced diet.",
        "image_description2": "A simple image depicts a carton of milk, standing upright on a kitchen countertop. The carton is open, and a stream of milk is pouring out, showcasing its freshness and availability.",
        "image_tags": "Nourishing, Refreshing, Fresh, Available,",
        "explanation_of_syllables": "우 - cow (it represents the source of milk), 유 - liquid (it refers to the state of milk being a liquid)",
        "sentence_example": "아침에 우유를 마시면 건강에 좋아요. (Drinking milk in the morning is good for your health.)"
    },
    {
        "additional_translations": "meal, food, rice",
        "explanation_of_expression": "밥 is a Korean word that refers to a meal or food in general.",
        "image_description0": "Imagine a plate filled with delicious food, representing a satisfying meal. The plate is adorned with colorful ingredients, showcasing the variety and flavors of the meal. The aroma wafts through the air, enticing your senses.",
        "image_description1": "In this image, the word '밥' is highlighted in bold and vibrant colors, emphasizing its importance. The background is filled with various food items, symbolizing the diverse options available for a meal.",
        "image_description2": "Imagine a bowl of steaming hot rice, perfectly cooked and ready to be enjoyed. The grains are fluffy and fragrant, inviting you to take a bite. The bowl is placed on a wooden table, creating a warm and comforting atmosphere.",
        "image_tags": "delicious, satisfying, flavorful, hot, fluffy,",
        "explanation_of_syllables": "밥 - meal/food",
        "sentence_example": "오늘 점심에는 맛있는 밥을 먹었어요. (Today, I had a delicious meal for lunch.)"
    },
    {
        "additional_translations": "to be unappetizing, to taste bad",
        "explanation_of_expression": "This expression is used to describe food or drinks that do not have a good taste or flavor.",
        "image_description0": "Imagine a plate of food with a disgusted face drawn on it. The food looks unappetizing and you can almost taste the bad flavor just by looking at it.",
        "image_description1": "Imagine a big red X mark over a plate of food. The X mark emphasizes that the food does not taste good and is not delicious.",
        "image_description2": "Imagine a plate of food with a sad face made out of vegetables. The sad face represents the disappointment you feel when the food does not taste good.",
        "image_tags": "unappetizing, bad taste, flavorless, disappointing, unsavory, bland,",
        "explanation_of_syllables": "맛 - taste, flavor, 없 - not, 다 - to be",
        "sentence_example": "오늘 점심은 맛없어서 다른 음식을 시켰어요. (Today, the lunch was not delicious, so I ordered a different dish.)"
    },
    {
        "additional_translations": "to be awesome, to be amazing, to be impressive",
        "explanation_of_expression": "멋있다 means to be nice, cool, stylish, or elegant.",
        "image_description0": "Imagine a sleek and modern sports car speeding down an open road, with the wind blowing through its shiny exterior. The car exudes confidence and sophistication, capturing the essence of 멋있다.",
        "image_description1": "In a vibrant cityscape, a tall skyscraper stands out among the rest, with its sleek design and shimmering glass windows. It represents the epitome of modernity and elegance, perfectly embodying the meaning of 멋있다.",
        "image_description2": "A beautifully arranged bouquet of colorful flowers, each petal showcasing its unique shape and vibrant hue. The flowers exude a sense of grace and charm, capturing the essence of 멋있다.",
        "image_tags": " sophisticated,",
        "explanation_of_syllables": "멋 - style, elegance, 잇 - to have",
        "sentence_example": "오늘 너의 옷이 정말 멋있어요. (Today, your outfit is really stylish.)"
    },
    {
        "additional_translations": "plantain",
        "explanation_of_expression": "A long curved fruit with a yellow skin and soft sweet flesh.",
        "image_description0": "A tropical fruit with a curved shape and a bright yellow skin. When you peel it, you can see the soft and sweet flesh inside. It is a popular fruit that is often eaten as a snack or used in desserts.",
        "image_description1": "Imagine a vibrant yellow fruit with a unique curved shape. It is the epitome of sweetness and freshness. Its bright color and smooth texture make it irresistible.",
        "image_description2": "A close-up image of a ripe banana with its yellow skin and soft flesh. The fruit is placed on a wooden surface, showcasing its natural beauty and inviting you to take a bite.",
        "image_tags": "tropical, snack,",
        "explanation_of_syllables": "바 - a syllable that represents the sound of 'ba', 나 - a syllable that represents the sound of 'na'",
        "sentence_example": "저는 아침에 바나나를 먹어요. (I eat a banana in the morning.)"
    },
    {
        "additional_translations": "Grilled beef, fire meat",
        "explanation_of_expression": "Bulgogi is a Korean dish made of marinated grilled meat.",
        "image_description0": "Imagine a sizzling hot plate with juicy, tender meat being grilled to perfection. The aroma of the meat fills the air, making your mouth water. The meat is beautifully caramelized, with a slightly charred exterior and a juicy, flavorful interior.",
        "image_description1": "Picture a plate of succulent, marinated meat being cooked over an open flame. The flames dance around the meat, creating a mesmerizing spectacle. The meat is basted with a delicious sauce, enhancing its flavor and adding a hint of sweetness. The sight of the sizzling meat is enough to make your taste buds tingle with anticipation.",
        "image_description2": "Imagine a plate filled with thin slices of marinated meat. The meat is cooked to perfection, with a beautiful caramelized exterior and a tender, juicy interior. The dish is garnished with fresh vegetables, adding a pop of color and freshness to the plate.",
        "image_tags": "Grilled, Juicy, Tender, Flavorful, Caramelized,",
        "explanation_of_syllables": "불 - fire (refers to the grilling method used for the meat), 고기 - meat",
        "sentence_example": "오늘은 친구들과 함께 불고기를 먹었어요. (Today, I ate bulgogi with my friends.)"
    },
    {
        "additional_translations": "Nihongo",
        "explanation_of_expression": "The language spoken in Japan",
        "image_description0": "A colorful map of Japan with a speech bubble containing the word 'Japanese' in bold letters. The map is surrounded by various Japanese cultural symbols like sushi, cherry blossoms, and a traditional temple.",
        "image_description1": "A vibrant illustration of a Japanese flag with the word 'Japanese' written in bold calligraphy. The flag is surrounded by iconic Japanese symbols such as a samurai sword, a geisha's fan, and a bowl of ramen.",
        "image_description2": "An image of a Japanese language textbook with the word 'Japanese' written in big, bold letters on the cover. The book is placed on a wooden desk with a cup of green tea and a traditional Japanese calligraphy brush.",
        "image_tags": "Cultural, Language, Writing, Learning, Communication,",
        "explanation_of_syllables": "일 - one (referring to the uniqueness of the Japanese language), 본 - origin (representing the language's roots in Japan), 어 - language",
        "sentence_example": "일본어를 배우고 싶어요. (I want to learn Japanese.)"
    },
    {
        "additional_translations": "to do cleaning",
        "explanation_of_expression": "The expression '청소를 하다' means 'to clean'.",
        "image_description0": "In this image, there is a broom and a dustpan. The broom is sweeping the floor and the dustpan is collecting the dirt. The image represents the action of cleaning.",
        "image_description1": "In this image, the word '청소를 하다' is written in bold letters with a clean and shiny background. The emphasis is on the act of cleaning.",
        "image_description2": "In this image, there is a sparkling clean room with neatly arranged furniture. The image represents the result of cleaning.",
        "image_tags": " tidy, organized, household, chores, maintenance,",
        "explanation_of_syllables": "청 - clean, 소 - to do, 하 - to",
        "sentence_example": "오늘은 집을 청소했어요. (Today, I cleaned the house.)"
    }
]