[
    {
        "additional_translations": "person, individual, human being",
        "explanation_of_expression": "A human being; an individual",
        "image_description0": "A figure with a round head and a body standing upright, representing a person. The figure has two arms and two legs, symbolizing the human form. The head has two eyes, a nose, and a mouth, indicating the facial features of a person.",
        "image_description1": "Imagine a silhouette of a person standing tall with their arms stretched out wide, symbolizing the presence and existence of a human being. The emphasis is on the individuality and uniqueness of each person, highlighting their distinct characteristics and qualities.",
        "image_description2": "The image shows a simple stick figure drawing of a person, with a circle for the head and a straight line for the body. This represents the basic concept of a person without any specific details or features.",
        "image_tags": "",
        "explanation_of_syllables": "사 - person (it represents the concept of a human being), 람 - body (it refers to the physical form of a person)",
        "sentence_example": "저는 사람을 좋아해요. (I like people.)"
    },
    {
        "additional_translations": "not exist, be absent",
        "explanation_of_expression": "This expression is used to indicate a negative response or disagreement.",
        "image_description0": "Imagine a blank canvas with nothing on it, symbolizing the absence or non-existence of something. It's like a void or an empty space.",
        "image_description1": "Picture a big red 'X' mark over a statement or a picture, emphasizing the negation or disagreement with it.",
        "image_description2": "Imagine a closed door with a sign that says 'Not Allowed' or 'Do Not Enter', representing the idea of negation or disagreement.",
        "image_tags": "empty, void, absence, denial,",
        "explanation_of_syllables": "아 - negation or denial, 니 - to be or exist, 다 - statement ending",
        "sentence_example": "그는 내 주장에 동의하지 않았어요. (He disagreed with my argument.)"
    },
    {
        "additional_translations": "Mister, Miss",
        "explanation_of_expression": "A title used to address someone politely, similar to Mr or Ms",
        "image_description0": "In the image, there is a small sign with the word '씨' written on it. The sign is placed on a desk next to a cup of coffee. The word '씨' represents a polite way to address someone.",
        "image_description1": "The image shows a close-up of a name tag with the word '씨' written on it. The name tag is attached to a suit jacket, emphasizing the formal and polite nature of the title.",
        "image_description2": "The image depicts a small label with the word '씨' written on it. The label is placed on a bookshelf next to a collection of books. The image represents the formal and respectful way of addressing someone.",
        "image_tags": " Respectful, Addressing,",
        "explanation_of_syllables": "씨 - honorific title (used to address someone politely)",
        "sentence_example": "오늘은 회의에서 김 씨에게 질문을 했어요. (Today, I asked Mr. Kim a question during the meeting.)"
    },
    {
        "additional_translations": "Me, Myself",
        "explanation_of_expression": "A humble and formal way to refer to oneself",
        "image_description0": "A small, humble house with a sign that says 'Me' on the front door. Inside the house, there is a mirror reflecting the image of the house.",
        "image_description1": "A golden crown with the word 'Me' written on it, symbolizing the importance and respect given to oneself.",
        "image_description2": "A simple image of a hand holding a mirror, reflecting the image of the hand itself.",
        "image_tags": "Humble, Formal, Self, Reflection,",
        "explanation_of_syllables": "저 - humble and formal way to refer to oneself",
        "sentence_example": "오늘은 저에게 많은 일이 있었어요. (Today, I had a lot of things to do.)"
    },
    {
        "additional_translations": "lady, female",
        "explanation_of_expression": "A female human being",
        "image_description0": "A figure with a long flowing dress and a crown on her head, representing a woman of royalty. She is standing tall and confident, symbolizing strength and independence.",
        "image_description1": "In a vibrant and colorful illustration, a woman is depicted as the central focus. She is surrounded by various symbols of femininity, such as flowers, butterflies, and a mirror. The image emphasizes the beauty and grace of women.",
        "image_description2": "The image shows a silhouette of a woman against a sunset backdrop. She is standing on a hill, looking towards the horizon with a sense of freedom and empowerment.",
        "image_tags": "feminine, strong, independent, graceful, beautiful, confident,",
        "explanation_of_syllables": "여 - female (referring to the gender), 자 - person (representing a human being)",
        "sentence_example": "그 여자는 우아하고 아름다워요. (That woman is elegant and beautiful.)"
    },
    {
        "additional_translations": "Republic of Korea, South Korea",
        "explanation_of_expression": "Korea refers to the country located in East Asia.",
        "image_description0": "Imagine a beautiful landscape with mountains and rivers, representing the natural beauty of Korea. In the foreground, there is a traditional Korean temple, symbolizing the rich cultural heritage of the country. The image also includes a traditional Korean dish, highlighting the delicious cuisine of Korea.",
        "image_description1": "In this image, the word 'Korea' is written in bold and vibrant colors, representing the energetic and dynamic nature of the country. The background is filled with iconic landmarks of Korea, such as the Gyeongbokgung Palace and Namsan Tower, showcasing the historical and modern aspects of the nation.",
        "image_description2": "The image depicts a map of Korea, with different regions highlighted in vibrant colors. Each region is represented by a unique symbol, reflecting the diverse landscapes and cultural characteristics of the country.",
        "image_tags": "beautiful, cultural, diverse, natural,",
        "explanation_of_syllables": "한 - one (it represents the unity and uniqueness of Korea), 국 - country (referring to the nation as a whole)",
        "sentence_example": "한국은 아름다운 나라입니다. (Korea is a beautiful country.)"
    },
    {
        "additional_translations": "some, any",
        "explanation_of_expression": "어느 is used to indicate an unspecified or uncertain object or person. It can also be used to ask about a specific object or person among a group.",
        "image_description0": "In a room with many doors, there is a person standing in front of one door and pointing at it. The person is unsure which door to choose.",
        "image_description1": "A signpost with multiple arrows pointing in different directions. One arrow is highlighted and emphasized, representing the uncertainty of choosing a specific direction.",
        "image_description2": "A collection of different objects, such as keys, books, and fruits, scattered on a table. The objects represent various options or choices, and the uncertainty of selecting a specific one.",
        "image_tags": " choice, options, selection, variety, decision,",
        "explanation_of_syllables": "어 - which, certain, 느 - particle indicating uncertainty or emphasis",
        "sentence_example": "어느 나라에서 왔어요? (Which country are you from?)"
    },
    {
        "additional_translations": "yeah, yep, sure",
        "explanation_of_expression": "A word used to agree or confirm a statement.",
        "image_description0": "Imagine a green checkmark symbolizing agreement. Next to it, there is a thumbs up symbol indicating approval. Above them, there is a speech bubble with the word 'yes' written inside.",
        "image_description1": "In a vibrant and bold font, the word 'yes' is displayed. The letters are surrounded by colorful confetti, emphasizing the excitement and positivity of agreeing.",
        "image_description2": "The image shows a green traffic light with the word 'yes' written on it. The light is illuminated, indicating permission or agreement.",
        "image_tags": "agreement, confirmation, approval, permission,",
        "explanation_of_syllables": "네 - yes, agree, confirm",
        "sentence_example": "A: 오늘 영화 보러 갈까요? B: 네, 좋아요. (A: Shall we go watch a movie today? B: Yes, I'd love to.)"
    },
    {
        "additional_translations": "Nippon",
        "explanation_of_expression": "Japan",
        "image_description0": "A beautiful cherry blossom tree stands tall in a serene Japanese garden, symbolizing the tranquility and elegance of Japan. The vibrant red torii gate leads to a traditional shrine, representing the rich cultural heritage of the country. Mount Fuji, with its majestic snow-capped peak, dominates the landscape, showcasing the natural beauty of Japan.",
        "image_description1": "In a picturesque Japanese garden, a cherry blossom tree takes center stage, its delicate pink petals creating a breathtaking sight. The torii gate, painted in vibrant red, stands as a symbol of Japan's spiritual traditions. Mount Fuji, with its iconic silhouette, looms in the background, representing the awe-inspiring natural wonders of the country.",
        "image_description2": "A stunning image of Japan captures the essence of the country's beauty. The image showcases a serene Japanese garden adorned with a vibrant cherry blossom tree, while Mount Fuji majestically rises in the distance. The picture encapsulates the tranquility, cultural richness, and natural splendor of Japan.",
        "image_tags": "serene, elegant, cultural heritage,",
        "explanation_of_syllables": "일 - day, 본 - root or origin",
        "sentence_example": "일본에 가고 싶어요. (I want to go to Japan.)"
    },
    {
        "additional_translations": "nation, state",
        "explanation_of_expression": "A country or nation refers to a specific geographical area that is politically organized and governed by a set of laws and regulations.",
        "image_description0": "Imagine a vast landscape with rolling hills and lush green forests. In the distance, you can see a majestic flag waving proudly in the wind, symbolizing the unity and identity of the country. The landscape is dotted with various landmarks and monuments that represent the rich history and culture of the nation.",
        "image_description1": "Picture a map of the world, with a spotlight shining brightly on a particular area. This area represents the country, emphasizing its significance and uniqueness in the global context. The map is surrounded by symbols and icons that represent the country's culture, traditions, and achievements.",
        "image_description2": "Imagine a colorful mosaic made up of different puzzle pieces. Each piece represents a different aspect of the country, such as its landscapes, landmarks, people, and traditions. When all the pieces come together, they form a complete picture, showcasing the diversity and beauty of the nation.",
        "image_tags": "geographical, political, cultural, historical, diverse,",
        "explanation_of_syllables": "나 - I, myself (referring to the collective identity of the people in the country), 라 - net (symbolizing the interconnectedness and unity of the nation)",
        "sentence_example": "우리 나라는 아름다운 자연 경관과 다양한 문화 유산을 가지고 있어요. (Our country has beautiful natural landscapes and diverse cultural heritage.)"
    },
    {
        "additional_translations": "United States, USA",
        "explanation_of_expression": "A country located in North America",
        "image_description0": "A vast land with tall skyscrapers and bustling cities. The country is known for its diverse landscapes, from the Grand Canyon to the Statue of Liberty. It is also famous for its iconic symbols like the American flag and the bald eagle.",
        "image_description1": "Imagine a map of North America with a spotlight shining on the United States. The spotlight emphasizes the importance and influence of the country in the region.",
        "image_description2": "A map of North America with the United States highlighted in vibrant colors. The country stands out among its neighboring countries.",
        "image_tags": "vast, diverse, iconic, influential, vibrant,",
        "explanation_of_syllables": "미 - beautiful, 국 - country",
        "sentence_example": "미국에서 태어났어요. (I was born in America.)"
    },
    {
        "additional_translations": "male, gentleman",
        "explanation_of_expression": "A male human being",
        "image_description0": "In the image, there is a silhouette of a man standing tall against a colorful sunset sky. He exudes confidence and strength.",
        "image_description1": "The image showcases the essence of masculinity with a bold and powerful representation of a man. His presence commands attention and respect.",
        "image_description2": "The image depicts a symbol of masculinity, such as a lion or a strong tree, representing the concept of a man.",
        "image_tags": "strong, confident, masculine, assertive, independent,",
        "explanation_of_syllables": "남 - male (it represents the concept of being a man), 자 - person (it refers to a human being)",
        "sentence_example": "그 남자는 매우 잘생겼어요. (That man is very handsome.)"
    },
    {
        "additional_translations": "initially, at first",
        "explanation_of_expression": "This expression refers to the first time something happens or someone does something.",
        "image_description0": "Imagine a small plant sprouting out of the ground, representing the beginning or first time of something. The plant is surrounded by a bright light, symbolizing the excitement and newness of the experience. As the plant grows, it becomes stronger and more vibrant, representing the progress and development that comes after the first time.",
        "image_description1": "In a colorful and vibrant image, the word '처음' is written in bold letters, standing out from the rest of the scene. The background is filled with various symbols and icons representing different activities or experiences, emphasizing the idea of trying something for the first time. The word '처음' is surrounded by arrows pointing towards it, symbolizing the focus and importance of the first time.",
        "image_description2": "The image shows a blank canvas or a clean slate, symbolizing the beginning or first time of something. On the canvas, there are colorful paintbrushes and tubes of paint, representing the potential and creativity that comes with starting something new. The image also includes a clock, indicating the concept of time and the idea that the first time is a specific moment.",
        "image_tags": "new, beginning, excitement, progress, development, potential,",
        "explanation_of_syllables": "처 - beginning, 음 - sound",
        "sentence_example": "처음 한국에 왔을 때, 많이 떨렸어요. (When I first came to Korea, I was very nervous.)"
    },
    {
        "additional_translations": "moniker, appellation",
        "explanation_of_expression": "The word '이름' refers to the unique identifier given to a person or thing. It is the label by which someone or something is known or addressed.",
        "image_description0": "Imagine a small tag with the word '이름' written on it, attached to an object. This tag represents the name of the object, giving it a distinct identity.",
        "image_description1": "In a visually striking image, the word '이름' is highlighted and stands out among other words. This emphasizes the importance and significance of a name in defining one's identity.",
        "image_description2": "Visualize a collection of different objects, each labeled with the word '이름'. These labels act as identifiers, distinguishing each object from the others.",
        "image_tags": "unique, identification, label, distinct,",
        "explanation_of_syllables": "이 - this syllable represents the concept of 'this' or 'the', 름 - this syllable represents the concept of 'name'",
        "sentence_example": "제 이름은 홍길동입니다. (My name is Hong Gil-dong.)"
    },
    {
        "additional_translations": "Chinese",
        "explanation_of_expression": "China",
        "image_description0": "China is a vast country in East Asia known for its rich history and diverse culture. It is famous for its iconic landmarks such as the Great Wall, Forbidden City, and Terracotta Army. The country is also renowned for its delicious cuisine, including dishes like Peking duck and dim sum. China is a global economic powerhouse and a popular tourist destination.",
        "image_description1": "In this image, the focus is on China, highlighting its vibrant culture, historical landmarks, and delicious cuisine. The image showcases the Great Wall winding through picturesque landscapes, the intricate architecture of the Forbidden City, and a table filled with mouthwatering Chinese dishes. It captures the essence of China's rich history, diverse culture, and culinary delights.",
        "image_description2": "The image depicts a map of China, showcasing its vast territory and diverse landscapes. From the snow-capped mountains in the west to the bustling cities in the east, China offers a wide range of experiences. The map also highlights famous landmarks like the Great Wall and the Yangtze River, representing the country's historical and natural wonders.",
        "image_tags": "vast, cultural, iconic,",
        "explanation_of_syllables": "중 - center (it represents the central location of China in East Asia), 국 - country (it refers to a sovereign state or nation)",
        "sentence_example": "중국에서 태어났어요. (I was born in China.)"
    },
    {
        "additional_translations": "pupil, learner, disciple",
        "explanation_of_expression": "A person who is enrolled in an educational institution and is studying to acquire knowledge and skills.",
        "image_description0": "A stack of books with a graduation cap on top, symbolizing a student's pursuit of knowledge and education. A pencil and notebook are placed beside the books, representing the tools used for learning. In the background, a classroom with desks and a chalkboard can be seen, indicating the learning environment.",
        "image_description1": "A vibrant and dynamic illustration depicting a student surrounded by various educational elements. The student is shown eagerly reading a book, while a thought bubble above their head showcases different subjects like math, science, and literature. The background is filled with symbols of education, such as a graduation cap, a globe, and a school building.",
        "image_description2": "An abstract representation of a student's journey towards knowledge and growth. The image showcases a winding path leading towards a shining light, symbolizing the pursuit of education. Along the path, there are milestones representing different stages of learning, such as books, a microscope, and a graduation cap.",
        "image_tags": " knowledge-seeking, learning-oriented, academic, growth-oriented, inquisitive,",
        "explanation_of_syllables": "학 - study (it represents the concept of learning and acquiring knowledge), 생 - birth (it refers to a person's existence or being),",
        "sentence_example": "저는 학생입니다. (I am a student.)"
    },
    {
        "additional_translations": "younger sibling",
        "explanation_of_expression": "A younger brother or sister",
        "image_description0": "In the image, there is a small toy house with a little door. Inside the house, there is a smaller toy representing a younger sibling. The toy is playing with a ball, symbolizing the playful nature of a younger brother or sister.",
        "image_description1": "The image shows a colorful illustration of a younger sibling. The illustration is filled with vibrant colors and depicts the younger sibling happily playing with toys. The emphasis is on the joy and innocence of having a younger brother or sister.",
        "image_description2": "The image is a simple drawing of a younger sibling. It shows a small figure with a smiling face and a backpack, symbolizing their youth and readiness to explore the world.",
        "image_tags": "youthful, playful, joyous, family,",
        "explanation_of_syllables": "동 - movement (it represents the concept of someone being active or moving), 생 - birth (it represents the concept of someone coming into existence or being born)",
        "sentence_example": "오늘 동생과 함께 공원에 놀러 갔어요. (Today, I went to the park to play with my younger sibling.)"
    },
    {
        "additional_translations": "Anglais",
        "explanation_of_expression": "The language spoken by people in England and many other countries.",
        "image_description0": "A book with the word 'English' written on the cover, surrounded by flags of different countries.",
        "image_description1": "An image of a globe with the word 'English' written across it in big bold letters.",
        "image_description2": "An image of a language learning app on a smartphone screen, with the word 'English' displayed prominently.",
        "image_tags": "International, Communication, Education, Language, Global, Learning,",
        "explanation_of_syllables": "영 - brave (it represents the concept of being bold and courageous), 어 - language (it refers to a system of communication used by a particular country or community)",
        "sentence_example": "저는 영어를 잘하고 싶어요. (I want to be good at English.)"
    },
    {
        "additional_translations": "physician, medical practitioner",
        "explanation_of_expression": "A person who is trained and licensed to practice medicine and treat patients.",
        "image_description0": "A stethoscope lying on a white coat, symbolizing the medical profession. A doctor's bag filled with medical tools and equipment, ready to provide medical care. A hospital building with a red cross sign, representing the place where doctors work and patients receive treatment.",
        "image_description1": "A doctor wearing a white coat and holding a stethoscope, showing their professional identity. The doctor is examining a patient with a caring and attentive expression, demonstrating their dedication to providing medical care. The background shows a medical clinic with various medical equipment, indicating the doctor's workplace.",
        "image_description2": "An image of a doctor's clinic with a waiting area, examination rooms, and a pharmacy. The clinic is filled with medical equipment and supplies, highlighting the doctor's role in diagnosing and treating patients. The image also includes a symbol of a red cross, representing the medical profession.",
        "image_tags": " healthcare, patient care,",
        "explanation_of_syllables": "의 - possessive particle, indicating association or belonging, 사 - person, individual",
        "sentence_example": "저는 의사가 되기 위해 많은 공부를 했어요. (I studied a lot to become a doctor.)"
    },
    {
        "additional_translations": "Great Britain, UK",
        "explanation_of_expression": "Britain refers to the country located in the northwestern part of Europe.",
        "image_description0": "Imagine a beautiful landscape with rolling green hills and a majestic castle in the distance. The air is crisp and fresh, and you can hear the sound of bagpipes playing in the background.",
        "image_description1": "In this image, the word 'Britain' is written in bold letters against a backdrop of the Union Jack flag. The colors are vibrant and eye-catching, symbolizing the rich history and cultural diversity of the country.",
        "image_description2": "Picture a map of Europe with a highlighted area representing Britain. Surrounding the map are iconic symbols of British culture, such as a red telephone booth, a double-decker bus, and a cup of tea.",
        "image_tags": "beautiful, green, majestic, historic, diverse,",
        "explanation_of_syllables": "영 - brave, 국 - country",
        "sentence_example": "영국에서 태어났어요. (I was born in Britain.)"
    },
    {
        "additional_translations": "French",
        "explanation_of_expression": "France",
        "image_description0": "France is a country located in Western Europe. It is known for its iconic landmarks such as the Eiffel Tower and the Louvre Museum. The country is also famous for its cuisine, fashion, and art.",
        "image_description1": "In this image, the focus is on France. The vibrant colors and patterns represent the lively culture and rich history of the country. The image showcases famous French landmarks and symbols, such as the Eiffel Tower, a baguette, and a beret.",
        "image_description2": "The image depicts a map of France with different regions highlighted. Each region is represented by a unique symbol or landmark that is associated with it. The map also includes key cities and natural features of the country.",
        "image_tags": "beautiful, cultural, historical, scenic, diverse, gastronomic,",
        "explanation_of_syllables": "프랑 - France (refers to the country), 스 - (no specific meaning)",
        "sentence_example": "저는 프랑스에 가고 싶어요. (I want to go to France.)"
    },
    {
        "additional_translations": "vocation, trade, calling",
        "explanation_of_expression": "직업 is a Korean word that refers to a person's occupation, profession, or job.",
        "image_description0": "Imagine a toolbox filled with various tools representing different occupations. Each tool symbolizes a different job that people can have. The toolbox represents the concept of 직업, which encompasses all the different professions and occupations.",
        "image_description1": "Imagine a large signboard with the word '직업' written in bold letters. The signboard is placed in the center of a bustling city, surrounded by buildings and busy streets. This image emphasizes the importance and prevalence of different occupations in society.",
        "image_description2": "Imagine a collage of various objects that represent different occupations. Each object is carefully arranged to create a visual representation of the concept of 직업. The collage includes objects like a stethoscope for a doctor, a paintbrush for an artist, a calculator for an accountant, and more.",
        "image_tags": "diverse, varied, essential, crucial, important, significant,",
        "explanation_of_syllables": "직 - direct, straight (it represents the idea of a direct path or a focused approach), 업 - business, industry (it refers to a specific field or sector of work)",
        "sentence_example": "저는 선생님의 직업을 존경합니다. (I respect the teacher's profession.)"
    },
    {
        "additional_translations": "Korean tongue, Korean speech",
        "explanation_of_expression": "The Korean language refers to the language spoken by the Korean people.",
        "image_description0": "Imagine a colorful book with the title 'Korean Language' written on it. The book is open, and you can see beautiful Korean characters flowing out of its pages, representing the language's unique writing system.",
        "image_description1": "Imagine a vibrant and dynamic image of the Korean flag, with the words 'Korean Language' written in bold letters across it. The flag is waving proudly, symbolizing the importance and significance of the Korean language.",
        "image_description2": "The image shows a collection of traditional Korean artifacts, such as a hanbok (traditional clothing), a traditional fan, and a traditional musical instrument. These objects represent the rich cultural heritage and traditions associated with the Korean language.",
        "image_tags": "cultural, traditional, heritage, communication, linguistic, expressive,",
        "explanation_of_syllables": "한 - one (it represents the concept of unity and uniqueness), 국 - country (it refers to the Korean nation and its culture), 어 - language (it signifies the means of communication and expression)",
        "sentence_example": "저는 한국어를 배우고 있어요. (I am learning Korean language.)"
    },
    {
        "additional_translations": "homemaker, stay-at-home mom",
        "explanation_of_expression": "A 주부 is a person, usually a woman, who takes care of household chores and manages the household. They are responsible for tasks such as cooking, cleaning, and taking care of children.",
        "image_description0": "A cozy kitchen with a pot simmering on the stove, a broom leaning against the wall, and a child's toy scattered on the floor. The kitchen is filled with the aroma of a home-cooked meal, and the atmosphere is warm and inviting.",
        "image_description1": "In a bright and tidy kitchen, a 주부 is busy preparing a delicious meal for her family. She skillfully chops vegetables, stirs pots on the stove, and sets the table with care. The love and dedication she puts into her cooking is evident in every dish.",
        "image_description2": "A kitchen filled with utensils, pots, and pans neatly arranged on shelves. The countertops are clean and organized, with fresh ingredients waiting to be transformed into a delicious meal. The kitchen is a hub of activity and creativity for the 주부.",
        "image_tags": "cozy, home-cooked, warm, inviting,",
        "explanation_of_syllables": "주 - master (referring to the person who manages the household), 부 - wife (referring to a married woman)",
        "sentence_example": "주부는 매일 가정을 관리하고 가족을 돌보는 중요한 역할을 합니다. (Housewives play an important role in managing the household and taking care of the family every day.)"
    },
    {
        "additional_translations": "performer, player",
        "explanation_of_expression": "A person who acts in a play, movie, or television show",
        "image_description0": "A spotlight shines on a stage with a red velvet curtain. In the center of the stage, there is a golden trophy representing success. The trophy is surrounded by various props like a microphone, a film reel, and a theater mask.",
        "image_description1": "In a theater, a group of actors and actresses are rehearsing a scene. They are passionately delivering their lines and expressing different emotions. The spotlight is focused on the main actor, highlighting their talent and dedication.",
        "image_description2": "The image shows a collection of movie posters featuring famous actors and actresses. Each poster represents a different genre, such as action, romance, and comedy. The posters are displayed on a wall, attracting the attention of movie enthusiasts.",
        "image_tags": " performance, drama, film, stage,",
        "explanation_of_syllables": "배 - to perform, 우 - person",
        "sentence_example": "그 배우는 연기 실력이 뛰어나서 많은 사람들에게 인정받고 있어요. (That actor is highly recognized by many people for their acting skills.)"
    },
    {
        "additional_translations": "vocalist, performer",
        "explanation_of_expression": "A person who sings professionally or as a hobby",
        "image_description0": "A microphone stands on a stage, waiting for the singer to perform. The spotlight shines brightly on the microphone, highlighting its importance. The audience eagerly awaits the singer's performance, excited to hear their beautiful voice.",
        "image_description1": "In a recording studio, a singer stands in front of a microphone, pouring their heart and soul into their performance. The sound waves emanating from the microphone symbolize the power and emotion in their voice. The recording equipment captures every nuance, ensuring a high-quality recording.",
        "image_description2": "A musical note floats in the air, representing the singer's melodic voice. The note is surrounded by musical instruments, symbolizing the singer's ability to harmonize with different sounds. The vibrant colors and dynamic composition of the image reflect the energy and passion of the singer.",
        "image_tags": "music, stage,",
        "explanation_of_syllables": "가 - song (it represents the act of singing), 수 - person (it refers to an individual)",
        "sentence_example": "저는 가수가 되고 싶어요. (I want to become a singer.)"
    },
    {
        "additional_translations": "Vietnam",
        "explanation_of_expression": "Vietnam is a country located in Southeast Asia.",
        "image_description0": "Imagine a beautiful landscape with lush green rice fields stretching as far as the eye can see. In the distance, there are towering mountains covered in mist. The air is filled with the aroma of exotic spices and the sound of traditional music. This is Vietnam, a land of natural beauty and rich cultural heritage.",
        "image_description1": "Picture a vibrant map of Vietnam, with its distinctive shape and bold colors. The map is surrounded by iconic symbols of Vietnamese culture, such as a traditional conical hat, a bowl of pho, and a dragon dance costume. These images represent the essence of Vietnam, a country known for its delicious cuisine, stunning landscapes, and lively traditions.",
        "image_description2": "Imagine a breathtaking view of Ha Long Bay, with its emerald green waters and towering limestone karsts. The sun is setting, casting a golden glow over the scene. In the distance, you can see traditional Vietnamese fishing boats gliding through the calm waters. This image captures the natural beauty and tranquility of Vietnam.",
        "image_tags": "beautiful, scenic, cultural,",
        "explanation_of_syllables": "베트 - bet (it represents the pronunciation of the first syllable), 남 - south (it refers to the geographical location of Vietnam)",
        "sentence_example": "저는 베트남에 여행을 가고 싶어요. (I want to travel to Vietnam.)"
    },
    {
        "additional_translations": "caregiver, medical attendant",
        "explanation_of_expression": "A person who provides medical care and assistance to patients.",
        "image_description0": "A medical professional wearing a white uniform and a stethoscope, taking care of a patient in a hospital room. The nurse is checking the patient's vital signs and administering medication.",
        "image_description1": "In a hospital setting, a nurse is diligently attending to a patient's needs, ensuring their comfort and well-being. The nurse's caring and compassionate nature shines through as they provide medical care and support.",
        "image_description2": "An image depicting a nurse's daily routine in a hospital. The nurse is seen checking patients' charts, administering medication, and comforting a patient's family member.",
        "image_tags": " healthcare, assistance,",
        "explanation_of_syllables": "간 - liver (referring to the organ), 호 - care (representing the act of providing care), 사 - person (indicating a profession)",
        "sentence_example": "오늘은 간호사에게 감사의 말씀을 전해주세요. (Please convey my gratitude to the nurse today.)"
    },
    {
        "additional_translations": "graphic designer, artist",
        "explanation_of_expression": "A person who creates visual designs and artworks.",
        "image_description0": "A collection of colorful paintbrushes and a palette, representing the creativity and artistic skills of a designer. The paintbrushes are dipped in different colors, symbolizing the ability to bring ideas to life through vibrant visuals.",
        "image_description1": "A vibrant and dynamic abstract painting, showcasing the expressive and imaginative nature of a designer's work. The colors blend seamlessly, creating a harmonious composition that captures attention and evokes emotions.",
        "image_description2": "An image of a sleek and modern website layout, with visually appealing graphics and typography. The design is clean and minimalist, reflecting the attention to detail and aesthetic sensibility of a designer.",
        "image_tags": "creative, artistic, visual, colorful,",
        "explanation_of_syllables": "디자이너 - designer (no specific meaning for each syllable)",
        "sentence_example": "나는 디자이너로 일하고 있어요. (I work as a designer.)"
    },
    {
        "additional_translations": "Mexican",
        "explanation_of_expression": "Mexico",
        "image_description0": "Mexico is a country located in North America. It is known for its vibrant culture, delicious cuisine, and ancient ruins. The image shows a colorful sombrero, a plate of tacos, and a Mayan pyramid.",
        "image_description1": "In this image, the word 'Mexico' is written in bold letters with the colors of the Mexican flag - green, white, and red. The background is filled with symbols representing Mexican culture, such as a cactus, a piñata, and a guitar.",
        "image_description2": "The image depicts a map of Mexico with its major cities marked. The map is surrounded by iconic landmarks like the Chichen Itza pyramid, the Angel of Independence monument, and the Cancun beach. The vibrant colors of the Mexican flag are used throughout the image.",
        "image_tags": "vibrant, cultural, delicious, ancient, colorful,",
        "explanation_of_syllables": "멕시코 - Mexico",
        "sentence_example": "멕시코에서 피자를 먹을 수 있을까요? (Can we eat pizza in Mexico?)"
    },
    {
        "additional_translations": "hair stylist, beautician",
        "explanation_of_expression": "A hairdresser is a professional who cuts, styles, and colors hair.",
        "image_description0": "A hairdresser's tools include scissors, combs, and hair products. They use their skills to transform hair into different styles and colors. The salon is filled with the pleasant aroma of hair products.",
        "image_description1": "In a vibrant salon, a skilled hairdresser is using their expertise to create a stunning hairstyle. The focus is on the hairdresser's hands as they work with precision and creativity. The atmosphere is filled with excitement and anticipation.",
        "image_description2": "The image shows a stylish salon with modern hairdressing equipment. The hairdresser is standing behind a chair, ready to provide professional hair services. The salon is well-lit and exudes a trendy and fashionable vibe.",
        "image_tags": "stylish, trendy, hairdressing equipment, modern, professional,",
        "explanation_of_syllables": "미용 - beauty (it represents the concept of enhancing one's appearance), 사 - person (it refers to a professional or expert), hair - 사 (it represents the concept of working with hair)",
        "sentence_example": "오늘 미용사에게 머리를 자르러 갈 거예요. (Today, I'm going to the hairdresser to get my hair cut.)"
    },
    {
        "additional_translations": "cook, culinary artist",
        "explanation_of_expression": "A person who prepares food professionally",
        "image_description0": "A person in a white uniform and a tall hat holding a frying pan and stirring a pot on a stove. The kitchen is filled with the aroma of delicious food.",
        "image_description1": "In a busy kitchen, a chef is skillfully chopping vegetables with a sharp knife, while pots and pans simmer on the stove. The chef's expertise and precision are evident in every movement.",
        "image_description2": "A close-up image of a beautifully plated dish prepared by a chef. The dish is a work of art, with vibrant colors and intricate details that showcase the chef's creativity and skill.",
        "image_tags": "culinary, food, cooking, profession,",
        "explanation_of_syllables": "요 - to prepare, 리 - food, 사 - person",
        "sentence_example": "오늘 저녁에 요리사 친구가 특별한 요리를 준비했어요. (Tonight, my chef friend prepared a special dish.)"
    },
    {
        "additional_translations": "foreign student, student studying overseas",
        "explanation_of_expression": "A student who is studying in a different country than their own.",
        "image_description0": "A suitcase with stickers from different countries, a globe, and a passport on a desk.",
        "image_description1": "A colorful illustration of a student holding a globe and a suitcase with stickers from different countries.",
        "image_description2": "An image of a student sitting in a classroom with a world map on the wall.",
        "image_tags": "traveling, education, multicultural, global, learning, diversity,",
        "explanation_of_syllables": "유 - abroad, 학 - study, 생 - student",
        "sentence_example": "유학생들은 다른 나라의 문화와 언어를 배우는 경험을 합니다. (International students have the experience of learning different cultures and languages from other countries.)"
    },
    {
        "additional_translations": "bank teller, bank employee",
        "explanation_of_expression": "A person who works in a bank and assists customers with their financial transactions.",
        "image_description0": "A small booth with a glass window and a counter where customers can go to deposit or withdraw money. There is a computer screen and a cash register on the counter. The booth is located inside a large building with a sign that says 'Bank'.",
        "image_description1": "In a busy bank, a bank clerk is standing behind a counter, ready to assist customers. The clerk is wearing a professional uniform and has a friendly smile on their face. The counter is filled with various banking documents and a computer screen displaying financial information.",
        "image_description2": "A bank clerk is sitting at a desk in a well-organized office. The desk has a computer, a phone, and various office supplies. The clerk is focused on their work, handling paperwork and assisting customers over the phone.",
        "image_tags": " transactions, money, customer service, office,",
        "explanation_of_syllables": "은 - bank (refers to a financial institution), 행 - line (represents the concept of a queue or waiting in line), 원 - employee (refers to a person who works in a specific profession)",
        "sentence_example": "은행원은 고객들의 금융 거래를 도와주는 사람입니다. (A bank clerk is a person who assists customers with their financial transactions.)"
    },
    {
        "additional_translations": "Tagalog, Filipino",
        "explanation_of_expression": "Philippine refers to something or someone that is related to the Philippines.",
        "image_description0": "A colorful map of the Philippines with its islands and seas, showcasing the vibrant culture and natural beauty of the country.",
        "image_description1": "A stunning landscape of the Philippine countryside, highlighting the diverse geography and picturesque scenery of the nation.",
        "image_description2": "An image of the Philippine flag waving proudly against a clear blue sky, symbolizing the patriotism and national identity of the country.",
        "image_tags": "tropical, archipelago, Southeast Asian, vibrant, cultural,",
        "explanation_of_syllables": "필리핀 - Philippines (필 - to need, 리 - to stand, 핀 - to divide)",
        "sentence_example": "필리핀에 가고 싶어요. (I want to go to the Philippines.)"
    },
    {
        "additional_translations": "office worker, office staff",
        "explanation_of_expression": "A 회사원 refers to a person who works for a company or organization.",
        "image_description0": "In the image, there is a desk with a computer and various office supplies. The desk is neatly organized with files and documents. There is a cup of coffee on the desk, indicating that the person is working in an office environment.",
        "image_description1": "The image shows a person sitting at a desk in an office. They are wearing professional attire and are focused on their work. The office is well-lit and organized, with shelves filled with books and files. The person is using a computer and has a cup of coffee on their desk.",
        "image_description2": "The image depicts a typical office setting with a desk, computer, and office supplies. The desk is clean and organized, with a cup of coffee nearby. The image conveys the idea of a professional work environment.",
        "image_tags": "",
        "explanation_of_syllables": "회 - company, 사 - person, 원 - employee",
        "sentence_example": "저는 회사원입니다. (I am a company employee.)"
    }
]