[
    {
        "additional_translations": "educator, instructor, tutor",
        "explanation_of_expression": "A person who teaches or instructs others.",
        "image_description0": "A wooden desk with a blackboard and chalk on it. There is a red apple placed on the desk.",
        "image_description1": "In a classroom, a teacher is standing in front of a blackboard, holding a book and pointing at it.",
        "image_description2": "A blackboard with the word 'teacher' written on it in colorful chalk. There are various school supplies like books, pencils, and an apple placed on the chalk tray.",
        "image_tags": "education, learning, knowledge, school, teaching,",
        "explanation_of_syllables": "선 - line (it represents the concept of guiding or leading), 생 - birth (it refers to someone who guides or leads others), 님 - honorific suffix (used to show respect)",
        "sentence_example": "오늘 선생님께서 우리에게 새로운 과제를 주셨어요. (Today, the teacher gave us a new assignment.)"
    },
    {
        "additional_translations": "all, everybody, every person",
        "explanation_of_expression": "This expression is used to refer to a group of people, emphasizing inclusivity and addressing everyone present.",
        "image_description0": "Imagine a colorful mosaic made up of different puzzle pieces, each representing a unique individual. As the pieces come together, they form a beautiful picture that represents the unity and diversity of everyone.",
        "image_description1": "In a vibrant and lively scene, imagine a large gathering of people from various backgrounds and cultures, all coming together with smiles on their faces. The atmosphere is filled with warmth and inclusivity, symbolizing the spirit of '여러분' - embracing and acknowledging every person present.",
        "image_description2": "Imagine a captivating illustration of a world map, with numerous flags representing different countries. Each flag represents a person, and together they form a global community, highlighting the concept of '여러분' - the collective presence of everyone.",
        "image_tags": "inclusive, diverse, unity, community, global,",
        "explanation_of_syllables": "여러 - many, numerous; 분 - person, people",
        "sentence_example": "여러분, 오늘은 특별한 날입니다. (Everyone, today is a special day.)"
    },
    {
        "additional_translations": "to be fine, to be okay, to be alright",
        "explanation_of_expression": "To be in a satisfactory or acceptable condition or state.",
        "image_description0": "A broken toy being fixed and becoming whole again. A wilted plant being watered and becoming healthy and vibrant. A messy room being cleaned and organized.",
        "image_description1": "A sign with the word '괜찮다' in bold letters, surrounded by symbols of positivity and happiness.",
        "image_description2": "An image of a person standing under a rainbow, symbolizing that everything is going well and is in a positive state.",
        "image_tags": "positive, satisfactory, acceptable, good, healthy, vibrant,",
        "explanation_of_syllables": "괜 - good, 찮 - satisfactory",
        "sentence_example": "오늘은 괜찮아요. (Today, I'm okay.)"
    },
    {
        "additional_translations": "be grateful, give thanks",
        "explanation_of_expression": "To express gratitude or show appreciation for something or someone",
        "image_description0": "A colorful bouquet of flowers sitting on a table, symbolizing appreciation and gratitude. A hand reaching out to receive a gift, representing the act of being thankful. A person holding their heart with a smile, showing gratitude from the bottom of their heart.",
        "image_description1": "A vibrant illustration of the word '감사하다' with bold and expressive typography, emphasizing the feeling of appreciation. The word is surrounded by a burst of colorful confetti, symbolizing joy and gratitude. Rays of light radiate from the word, representing the positive energy that comes with expressing gratitude.",
        "image_description2": "An image of a beautiful sunset over a serene landscape, with warm hues and soft clouds. The scene evokes a sense of tranquility and gratitude for the beauty of nature. The word '감사하다' is subtly integrated into the image, blending harmoniously with the surroundings.",
        "image_tags": "grateful, thankful, joyous, nature,",
        "explanation_of_syllables": "감 - feeling (it represents the emotional aspect of gratitude), 사 - to do (it signifies the action of expressing gratitude), 하다 - to (it indicates that the expression of gratitude is being done)",
        "sentence_example": "오늘은 친구에게 감사하다고 말했어요. (Today, I expressed my gratitude to my friend.)"
    },
    {
        "additional_translations": "delighted, happy",
        "explanation_of_expression": "This expression is used to convey a feeling of joy or pleasure when meeting someone or experiencing something positive.",
        "image_description0": "Imagine a bright sun rising over a calm ocean, casting a warm glow on the sandy beach. The gentle waves lap against the shore, creating a soothing sound. The air is filled with the sweet scent of blooming flowers.",
        "image_description1": "In this image, the word '반갑다' is written in bold, vibrant colors against a backdrop of a beautiful sunset. The colors of the sky blend together in a mesmerizing display, reflecting the happiness and warmth associated with the expression.",
        "image_description2": "The image depicts a cheerful sun wearing sunglasses, radiating rays of happiness. The sun is surrounded by colorful flowers and a clear blue sky, symbolizing the pleasant and joyful feeling conveyed by the expression.",
        "image_tags": "joyful, sunny, cheerful, pleasant,",
        "explanation_of_syllables": "반 - half (it represents the idea of something being complete or whole), 갑 - armor (it symbolizes protection or defense against negative emotions), 다 - to be (it indicates a state or condition)",
        "sentence_example": "오랜만에 친구를 만나서 반갑다고 인사했어요. (I greeted my friend with joy when I met them after a long time.)"
    },
    {
        "additional_translations": "Greet, say hello",
        "explanation_of_expression": "An expression used to greet someone or say hello in a polite and friendly manner",
        "image_description0": "A bright yellow sun rising over a calm blue ocean, symbolizing a peaceful and welcoming atmosphere",
        "image_description1": "A vibrant and colorful illustration of the word '안녕하다' with emphasis on the friendly and welcoming nature of the expression",
        "image_description2": "An image of a serene and tranquil garden with blooming flowers and a peaceful pond, representing the peaceful and harmonious meaning of '안녕하다'",
        "image_tags": "Peaceful, calm, serene, tranquil,",
        "explanation_of_syllables": "안 - peace (it represents the concept of tranquility and absence of conflict), 녕 - well (it refers to a state of being in good health and happiness), 하다 - to be (it indicates the verb form of the expression)",
        "sentence_example": "오랜만에 친구를 만나서 안녕하다고 인사했어요. (I greeted my friend with '안녕하다' after a long time of not seeing each other.)"
    },
    {
        "additional_translations": "to apologize, to feel remorseful",
        "explanation_of_expression": "To express regret or remorse for something that has been done",
        "image_description0": "A broken plate on the floor with shattered pieces scattered around, symbolizing a mistake or accident. A person holding their hands together in a pleading gesture, showing remorse and asking for forgiveness. A sad face with a tear, representing the feeling of being sorry.",
        "image_description1": "A picture of a person with a regretful expression on their face, their head slightly bowed down. The background is dark and gloomy, emphasizing the feeling of remorse. The person is holding a small gift box, symbolizing their intention to make amends.",
        "image_description2": "A simple image that represents the concept of being sorry is a wilted flower. The flower is drooping and losing its petals, symbolizing the sadness and regret that comes with apologizing.",
        "image_tags": " remorseful, apology, sadness, mistake, accident,",
        "explanation_of_syllables": "죄 - sin (it represents a wrongdoing or offense), 송 - send (it implies the act of expressing or conveying something)",
        "sentence_example": "오늘은 친구에게 죄송하다고 사과했어요. (Today, I apologized to my friend.)"
    },
    {
        "additional_translations": "to politely meet, to respectfully see",
        "explanation_of_expression": "This expression is used to describe the act of meeting or seeing someone in a humble and respectful manner.",
        "image_description0": "Imagine a small, humble house with a beautiful garden. Inside the house, there is a cozy room with a table set for a meeting. The atmosphere is calm and respectful.",
        "image_description1": "In this image, the focus is on the act of meeting or seeing someone in a humble and respectful way. It could be represented by two hands reaching out towards each other, symbolizing a respectful greeting.",
        "image_description2": "The image shows a humble meeting place, like a traditional tea house, where people gather to see each other in a respectful manner. The atmosphere is serene and peaceful.",
        "image_tags": " calm, serene,",
        "explanation_of_syllables": "뵙 - to humbly meet, 다 - to see",
        "sentence_example": "오늘은 소중한 선생님을 뵙고 싶어요. (Today, I want to humbly meet my precious teacher.)"
    }
]