[
    {
        "additional_translations": "limbs, lower extremities",
        "explanation_of_expression": "다리 refers to the limbs that support the body and allow movement, including the legs and feet.",
        "image_description0": "Imagine a pair of long, sturdy branches extending from the hips down to the ground. These branches are flexible and can bend and stretch to help us walk, run, and jump.",
        "image_description1": "In this image, the focus is on the lower part of the body. It showcases the strength and flexibility of the limbs that enable us to stand, walk, and perform various physical activities.",
        "image_description2": "The image depicts a pair of legs and feet in motion, symbolizing the concept of movement and mobility.",
        "image_tags": " lower extremities, support, movement,",
        "explanation_of_syllables": "다 - many (referring to the two limbs), 리 - strength (representing the power and support provided by the limbs)",
        "sentence_example": "나는 다리가 아프다. (My legs hurt.)"
    },
    {
        "additional_translations": "span, crossing",
        "explanation_of_expression": "A structure that connects two points over an obstacle, such as a river or a valley.",
        "image_description0": "A long, sturdy structure made of metal or concrete that stretches across a wide river. It provides a safe passage for vehicles and pedestrians.",
        "image_description1": "Imagine a magnificent bridge standing tall and strong, spanning across a deep river. It serves as a vital link, connecting two separate areas and allowing smooth transportation.",
        "image_description2": "A breathtaking image of a majestic bridge, gracefully arching over a vast body of water. It symbolizes connection and progress.",
        "image_tags": "majestic, graceful, connection, progress, arching,",
        "explanation_of_syllables": "다 - many (it represents the idea of multiple points being connected), 리 - benefit (it signifies the advantage of having a bridge to cross over obstacles)",
        "sentence_example": "다리 위에서 바람을 쐬면 기분이 좋아요. (It feels good to feel the wind on the bridge.)"
    }
]