[
    {
        "additional_translations": "Indeed?, Is that true?",
        "explanation_of_expression": "A phrase used to express surprise or confirmation.",
        "image_description0": "Imagine a light bulb turning on in a dark room, symbolizing the sudden realization or understanding of something.",
        "image_description1": "In a dark room, a spotlight suddenly shines on a question mark, emphasizing the surprise or confirmation.",
        "image_description2": "A light bulb with a question mark inside, representing the idea of a sudden realization or understanding.",
        "image_tags": " Understanding, Light,",
        "explanation_of_syllables": "",
        "sentence_example": "오늘 날씨가 정말 좋다고 그래요? (Today, the weather is really good, is that so?)"
    },
    {
        "additional_translations": "dark, ebony",
        "explanation_of_expression": "The expression '까만색' refers to the color black.",
        "image_description0": "Imagine a moonless night sky, a raven's feathers, and a black cat's fur. These objects perfectly capture the essence of '까만색'.",
        "image_description1": "In a world devoid of light, where shadows reign supreme, '까만색' emerges as the embodiment of darkness and mystery.",
        "image_description2": "Imagine a pitch-black canvas, absorbing all light, or a void that swallows everything in its path. This is the essence of '까만색'.",
        "image_tags": " mysterious, absence, shadowy, enigmatic, deep,",
        "explanation_of_syllables": "까 - dark, 맨 - full, 색 - color",
        "sentence_example": "오늘은 까만색 옷을 입었어요. (Today, I wore black clothes.)"
    },
    {
        "additional_translations": "golden, amber, lemon-colored",
        "explanation_of_expression": "The expression '노란색' means 'yellow' in English.",
        "image_description0": "Imagine a bright, sunny day with a field of blooming sunflowers. The vibrant yellow petals stretch as far as the eye can see, creating a cheerful and lively atmosphere. The color yellow represents warmth, happiness, and positivity.",
        "image_description1": "In a world filled with various colors, the spotlight shines on '노란색'. It stands out among the rest, radiating a sense of joy and energy. The color yellow brings a vibrant and lively touch to any scene, making it impossible to ignore.",
        "image_description2": "노란색 is like a burst of sunshine on a cloudy day. It brings brightness and cheerfulness to everything it touches. Imagine a beautiful bouquet of yellow flowers, their petals glowing with warmth and happiness.",
        "image_tags": "bright, sunny, cheerful, warm,",
        "explanation_of_syllables": "노 - yellow (it represents the color itself), 란 - bright (it describes the intensity of the color), 색 - color",
        "sentence_example": "오늘은 노란색 드레스를 입었어요. (Today, I wore a yellow dress.)"
    },
    {
        "additional_translations": "limbs, lower extremities",
        "explanation_of_expression": "다리 refers to the limbs that support the body and allow movement, including the legs and feet.",
        "image_description0": "Imagine a pair of long, sturdy branches extending from the hips down to the ground. These branches are flexible and can bend and stretch to help us walk, run, and jump.",
        "image_description1": "Visualize a pair of strong and flexible supports that enable us to move around. These supports are essential for activities like walking, running, and dancing.",
        "image_description2": "Imagine a pair of long, slender objects that provide support and enable movement. They are flexible and can bend and stretch to help us walk, run, and jump.",
        "image_tags": "limbs, lower extremities, movement, flexibility,",
        "explanation_of_syllables": "다 - many (referring to the two legs), 리 - strength (representing the power and ability of the legs)",
        "sentence_example": "나는 다리가 아프다. (My legs hurt.)"
    },
    {
        "additional_translations": "span, crossing",
        "explanation_of_expression": "A structure that connects two points over an obstacle, such as a river or a valley.",
        "image_description0": "A long, sturdy structure made of metal or concrete that stretches across a wide river. It provides a safe passage for vehicles and pedestrians.",
        "image_description1": "Imagine a magnificent bridge standing tall and proud, spanning across a deep gorge. It serves as a vital link, connecting two separate areas and allowing smooth transportation.",
        "image_description2": "A breathtaking image of a majestic bridge suspended high above a vast expanse of water. It symbolizes connection and overcoming obstacles.",
        "image_tags": "majestic, suspended, connection, obstacle, water,",
        "explanation_of_syllables": "다 - many (it represents the multiple parts that make up the bridge), 리 - stand (it signifies the bridge's stability and ability to support weight)",
        "sentence_example": "다리 위에서 바람을 쐬는 것은 너무 좋아요. (It's so nice to feel the wind on the bridge.)"
    },
    {
        "additional_translations": "stationery shop, stationery store",
        "explanation_of_expression": "A place where various stationery items are sold.",
        "image_description0": "A small shop with shelves filled with colorful pens, pencils, notebooks, and other stationery items. The shopkeeper is arranging the items neatly on the shelves. The shop has a cozy and inviting atmosphere.",
        "image_description1": "Imagine a vibrant and organized store filled with all kinds of stationery items. The shelves are neatly arranged, showcasing a wide variety of colorful pens, pencils, notebooks, and other stationery supplies. The store is well-lit, making the items stand out and inviting customers to explore.",
        "image_description2": "A visually appealing image that represents a stationery store. It could be a colorful display of pens, pencils, notebooks, and other stationery items arranged in an artistic manner. The image captures the essence of a stationery store and evokes a sense of creativity and productivity.",
        "image_tags": " creative, productive,",
        "explanation_of_syllables": "문 - writing (it represents the act of writing or creating), 구 - shop (it refers to a place where goods are sold)",
        "sentence_example": "오늘 문구점에서 필통을 샀어요. (Today, I bought a pencil case at the stationery store.)"
    },
    {
        "additional_translations": "collection, group, bunch",
        "explanation_of_expression": "A set is a group of two or more pieces of clothing that are worn together.",
        "image_description0": "A collection of two or more pieces of clothing, such as a shirt and pants, neatly folded and stacked on top of each other.",
        "image_description1": "Imagine a neatly arranged collection of clothing items, like a shirt and pants, placed side by side to emphasize their connection and belonging to the same set.",
        "image_description2": "An image showing a set of clothing items, like a shirt and pants, hanging together on a hanger.",
        "image_tags": " fashion, style, coordination, matching, ensemble,",
        "explanation_of_syllables": "벌 - set (group of two or more pieces of clothing)",
        "sentence_example": "오늘은 새로운 벌 옷을 샀어요. (Today, I bought a new set of clothes.)"
    },
    {
        "additional_translations": "Crimson, scarlet",
        "explanation_of_expression": "The color red",
        "image_description0": "A vibrant color that symbolizes passion and energy. It is the color of a ripe apple, a blazing fire, and a beautiful sunset.",
        "image_description1": "Imagine a bold and striking color that demands attention. It represents love, power, and excitement.",
        "image_description2": "A vivid color that stands out from the rest. It can be seen in a ripe strawberry, a stop sign, and a rose in full bloom.",
        "image_tags": "Vibrant, passionate, energetic, attention-grabbing,",
        "explanation_of_syllables": "빨간 - red (it represents the color itself), 색 - color",
        "sentence_example": "오늘은 빨간색 옷을 입었어요. (Today, I wore red clothes.)"
    },
    {
        "additional_translations": "novel, fresh, recent",
        "explanation_of_expression": "The word '새' means 'new' in English.",
        "image_description0": "In the image, there is a blooming flower representing the concept of something new and fresh. There is also a sunrise symbolizing the beginning of a new day. Additionally, there is a blank canvas waiting to be painted, symbolizing the opportunity for new creations.",
        "image_description1": "Imagine a vibrant and colorful image with the word '새' written in bold and bright letters, emphasizing its meaning of 'new'. The image could also include various objects that represent freshness and novelty, such as a sprouting plant, a sparkling diamond, and a freshly baked loaf of bread.",
        "image_description2": "The image shows a blank page, symbolizing the idea of something new and yet to be written or created. It could also depict a clean and empty room, representing the potential for new beginnings and possibilities.",
        "image_tags": " blooming, sunrise, opportunity,",
        "explanation_of_syllables": "새 - new (it represents the concept of something fresh and recently created)",
        "sentence_example": "오늘은 새로운 아이디어를 생각해냈어요. (Today, I came up with a new idea.)"
    },
    {
        "additional_translations": "top, blouse",
        "explanation_of_expression": "A piece of clothing that covers the upper body and usually has buttons down the front.",
        "image_description0": "A colorful piece of fabric with buttons down the front, worn on the upper body.",
        "image_description1": "A vibrant and stylish piece of clothing that covers the upper body and can be fastened with buttons.",
        "image_description2": "A colorful and fashionable piece of clothing that is worn on the upper body and can be fastened with buttons.",
        "image_tags": "colorful, fashionable, fabric,",
        "explanation_of_syllables": "셔 - to cover, 츠 - upper body",
        "sentence_example": "오늘은 셔츠를 입었어요. (Today, I wore a shirt.)"
    },
    {
        "additional_translations": "mall, shopping mall",
        "explanation_of_expression": "A place where people can go to buy various goods and products.",
        "image_description0": "A large building with multiple floors and many different stores. It is filled with shelves and racks displaying various items for sale. Customers can be seen browsing and shopping for clothes, electronics, and other items.",
        "image_description1": "Imagine a bustling shopping center with people walking around carrying shopping bags. The center is filled with shops selling clothes, shoes, accessories, and electronics. It is a vibrant and lively place where people go to enjoy shopping and find great deals.",
        "image_description2": "A vibrant and busy shopping center with colorful storefronts and large display windows. The center is filled with shoppers exploring different stores and browsing through a wide variety of products.",
        "image_tags": "busy, colorful, stores, products,",
        "explanation_of_syllables": "쇼핑 - shopping, 센터 - center",
        "sentence_example": "오늘은 친구와 쇼핑센터에 갔어요. (Today, I went to the shopping center with my friend.)"
    },
    {
        "additional_translations": "stockings",
        "explanation_of_expression": "Socks are a type of clothing item that is worn on the feet to provide warmth and comfort.",
        "image_description0": "A pair of colorful socks lying on a wooden floor, ready to be worn. The soft fabric and vibrant colors make them a fun and cozy accessory.",
        "image_description1": "A close-up of a pair of socks, highlighting their soft texture and intricate patterns. These socks are the perfect addition to any outfit, adding a touch of style and comfort.",
        "image_description2": "An image showing a drawer filled with neatly folded socks of different colors and patterns. This image represents the variety and abundance of socks available for everyday wear.",
        "image_tags": "comfortable, cozy, warm, fashionable, accessory, variety,",
        "explanation_of_syllables": "양 - sheep (referring to the material used to make socks), 말 - cloth (referring to the fabric used to make socks)",
        "sentence_example": "오늘은 추운 날씨에 양말을 신었어요. (Today, I wore socks on a cold day.)"
    },
    {
        "additional_translations": "how",
        "explanation_of_expression": "Asking about the manner or way something is done or the way something happens",
        "image_description0": "Imagine a maze with multiple paths. Each path represents a different way or method. At the end of each path, there is a question mark symbolizing the unknown outcome. The maze symbolizes the complexity of finding the right way or method to do something.",
        "image_description1": "In a dark room, there is a spotlight shining on a question mark symbol. The spotlight represents the focus on finding the answer to the question 'how'. The darkness symbolizes the unknown or lack of knowledge. The question mark represents the curiosity and desire to find out the way or method.",
        "image_description2": "A puzzle with missing pieces is laid out on a table. Each piece represents a different aspect or step of 'how'. The missing pieces symbolize the unknown or missing information needed to complete the puzzle. The completed puzzle represents the understanding of the way or method.",
        "image_tags": " puzzle, complexity,",
        "explanation_of_syllables": "어 - how (it represents the concept of asking or inquiring), 떻 - manner (it refers to the way something is done), 게 - question (it represents the act of asking)",
        "sentence_example": "어떻게 이 문제를 해결할 수 있을까요? (How can I solve this problem?)"
    },
    {
        "additional_translations": "trainers, athletic shoes",
        "explanation_of_expression": "운동화 is a Korean word that refers to a type of footwear specifically designed for sports and physical activities.",
        "image_description0": "Imagine a pair of shoes with a sleek design and rubber soles that provide excellent grip. These shoes are perfect for running, jumping, and exercising. They are comfortable and lightweight, allowing you to move freely and effortlessly.",
        "image_description1": "In this image, the focus is on a pair of 운동화. The shoes are showcased in a dynamic and energetic way, emphasizing their purpose for sports and physical activities.",
        "image_description2": "The image depicts a pair of 운동화 placed next to a set of dumbbells and a yoga mat. This represents the connection between 운동화 and exercise, highlighting their role in promoting an active and healthy lifestyle.",
        "image_tags": "athletic, sporty, active, fitness, exercise, footwear,",
        "explanation_of_syllables": "운 - luck, 동 - movement, 화 - shoes",
        "sentence_example": "오늘은 운동화를 신고 운동을 하러 갈 거예요. (Today, I will put on my sneakers and go exercise.)"
    },
    {
        "additional_translations": "dress, gown, frock",
        "explanation_of_expression": "A one-piece dress is a type of clothing that covers the body from the shoulders to the legs in one piece.",
        "image_description0": "A colorful, flowy dress hanging on a hanger. The dress has a beautiful pattern and is made of lightweight fabric.",
        "image_description1": "A stunning one-piece dress displayed on a mannequin. The dress is made of luxurious silk and features intricate embroidery.",
        "image_description2": "A vibrant one-piece dress with a floral print. The dress is knee-length and has a fitted waist, creating a flattering silhouette.",
        "image_tags": "colorful, flowy, lightweight, beautiful pattern, hanger,",
        "explanation_of_syllables": "원 - circle (it represents the shape of the dress), 피스 - piece (referring to the fact that the dress is a single piece of clothing)",
        "sentence_example": "오늘은 원피스를 입고 파티에 갈 거예요. (Today, I'm going to a party wearing a one-piece dress.)"
    },
    {
        "additional_translations": "denim pants, jeans",
        "explanation_of_expression": "Blue jeans are a type of pants that are made from denim fabric and are typically blue in color.",
        "image_description0": "Cheongbaji is a pair of pants made from a sturdy fabric called denim. They are usually blue in color and have a straight leg cut.",
        "image_description1": "Imagine a pair of pants made from a durable fabric called denim. These pants are known as cheongbaji and they are typically blue in color. They have a classic design with a straight leg cut.",
        "image_description2": "Cheongbaji is a pair of pants made from denim fabric. They are usually blue in color and have a straight leg cut. The pants are a popular choice for casual wear.",
        "image_tags": "casual, fashion, style,",
        "explanation_of_syllables": "청 - blue (it represents the color of the pants), 바지 - pants",
        "sentence_example": "오늘은 청바지를 입고 친구들과 약속에 갔어요. (Today, I wore blue jeans and went to meet my friends.)"
    },
    {
        "additional_translations": "couple, set",
        "explanation_of_expression": "A pair refers to two items that are meant to be used together or are considered as a unit.",
        "image_description0": "In the image, there are two shoes placed side by side. They are identical in design and color, representing a pair of shoes.",
        "image_description1": "Imagine a visual representation of a pair of shoes, where the focus is on the unity and connection between the two shoes.",
        "image_description2": "The image shows two socks neatly folded together, symbolizing a pair of socks.",
        "image_tags": "matching, identical, footwear, clothing,",
        "explanation_of_syllables": "켤레 - pair (it represents two items that are meant to be used together or are considered as a unit)",
        "sentence_example": "저는 새로운 켤레 신발을 샀어요. (I bought a new pair of shoes.)"
    },
    {
        "additional_translations": "to be tall in height",
        "explanation_of_expression": "To have a tall physical stature",
        "image_description0": "A towering tree reaching towards the sky, standing tall and proud. Its branches spread wide, providing shade and shelter. The tree stands as a symbol of height and grandeur.",
        "image_description1": "Imagine a group of tall skyscrapers, their towering structures dominating the city skyline. These buildings stand as a testament to the concept of height and the idea of being tall. They represent strength and power.",
        "image_description2": "A simple image that depicts a measuring tape with a high number indicating a tall height. The tape measure represents the measurement of height, emphasizing the concept of being tall.",
        "image_tags": " grandeur,",
        "explanation_of_syllables": "키 - height (refers to the measurement of how tall someone or something is), 가 - subject particle (indicates the subject of the sentence), 크다 - to be (describes the state of being tall)",
        "sentence_example": "그 사람은 키가 크다. (That person is tall.)"
    },
    {
        "additional_translations": "Siam",
        "explanation_of_expression": "Thailand is a country located in Southeast Asia known for its beautiful beaches, rich culture, and delicious cuisine.",
        "image_description0": "Imagine a tropical paradise with crystal clear waters, palm trees swaying in the breeze, and colorful exotic fruits. This is Thailand, a land of stunning natural beauty and vibrant culture.",
        "image_description1": "In the image, the word 'Thailand' is written in bold letters against a backdrop of a golden temple, symbolizing the country's rich history and spirituality.",
        "image_description2": "The image depicts a picturesque beach with turquoise waters, white sand, and a traditional Thai longtail boat. It captures the essence of Thailand's idyllic coastal landscapes.",
        "image_tags": "tropical, exotic, vibrant, cultural, beach, paradise,",
        "explanation_of_syllables": "태 - great (it represents the concept of Thailand being a magnificent country), 국 - country",
        "sentence_example": "나는 태국에 가고 싶어요. (I want to go to Thailand.)"
    },
    {
        "additional_translations": "Top, blouse",
        "explanation_of_expression": "A piece of clothing that covers the upper body and usually has short sleeves",
        "image_description0": "A colorful piece of fabric with a round neck and short sleeves, often worn in casual settings",
        "image_description1": "A vibrant and stylish piece of clothing that is worn on the upper body, usually with short sleeves",
        "image_description2": "A colorful and comfortable garment made of fabric, worn on the upper body with short sleeves",
        "image_tags": "Casual, Fashionable, Comfortable, Style, Wardrobe,",
        "explanation_of_syllables": "티 - tee (referring to a T-shirt), 셔츠 - shirt",
        "sentence_example": "오늘은 티셔츠를 입고 학교에 갔어요. (Today, I wore a T-shirt and went to school.)"
    },
    {
        "additional_translations": "azure, cobalt, navy, sapphire",
        "explanation_of_expression": "The expression '파란색' refers to the color blue.",
        "image_description0": "Imagine a clear sky on a sunny day, with no clouds in sight. The color of the sky is 파란색. It is a calm and peaceful color that brings a sense of tranquility.",
        "image_description1": "In a beautiful landscape painting, the artist uses bold brushstrokes to depict the 파란색 of the ocean waves crashing against the rocky cliffs. The vibrant blue color stands out and captures the viewer's attention.",
        "image_description2": "Imagine a serene lake surrounded by lush green trees and mountains. The water of the lake reflects the 파란색 of the sky above, creating a stunning and peaceful scene.",
        "image_tags": "calm, peaceful, serene, tranquil,",
        "explanation_of_syllables": "파 - blue (it represents the color blue), 란 - sky (it refers to the color of the sky)",
        "sentence_example": "오늘은 파란색 옷을 입었어요. (Today, I wore blue clothes.)"
    },
    {
        "additional_translations": "ivory, off-white",
        "explanation_of_expression": "The expression '하얀색' refers to the color white.",
        "image_description0": "Imagine a blank canvas, untouched and pure. It is as if the canvas holds the essence of '하얀색', representing purity, innocence, and simplicity.",
        "image_description1": "In a world of colors, '하얀색' stands out with its pristine and untainted nature. It symbolizes purity and clarity, like a ray of light shining through a crystal.",
        "image_description2": "Imagine a serene landscape covered in a blanket of untouched snow. The pure white color of the snow represents '하얀색', evoking a sense of tranquility and calmness.",
        "image_tags": "pure, innocent, simplicity,",
        "explanation_of_syllables": "하 - lower, 얀 - bright, 색 - color",
        "sentence_example": "오늘은 하얀색 옷을 입었어요. (Today, I wore white clothes.)"
    }
]